{
 "76561198038797696": {
  "playtime": 368,
  "left_positive_review": true,
  "review": "AWESOME, MUST PLAY.",
  "collected_all": false
 },
 "76561198039084215": {
  "playtime": 875,
  "left_positive_review": true,
  "review": "Sound: 9\nGraphics: 9\nStory: 10\nGameplay: 7\nCommands: 8\nFun: 10\nTime to load / lag: 7\nBugs / Problems: 7\nFinal (my score, my rules - these is not math, punk) - 9\n\nenglish voice actor are incridible - speacially Rory. The story its fantastic and kind of closure of the series (series of games). The graphics are very good. Unfortnally I've beat it in 15hrs - would be better a 30hrs content.\nBut lets by honest: the camera its bloody hell - but not to a point that you cant play - its just annoying.\nI hope the they launch a 5th sequence - or second, considering this one as a hole new thing.",
  "collected_all": true
 },
 "76561198011064992": {
  "playtime": 725,
  "left_positive_review": true,
  "review": "Rating: 6/10\n\nits not bad at all. Nice voice acting, looks nice, story is ok... but it's rather short. \nThis game could have been so much more.\nRecommended on sale for fans of Black Mirror series or Point 'n click fanatics.",
  "collected_all": false
 },
 "76561197971690016": {
  "playtime": 440,
  "left_positive_review": true,
  "review": "This is very good game with dark mysterious story. Again as one of cursed Gordons investigating what happened in the Black Mirror castle.\nGraphics is very nice.\nI played whole game on Steam controller with no issue.\nThere are some minor bugs. I used auto-save once. Achievements are not working in Linux version.\nI wish it to be longer and walking more world oriented while platforming.",
  "collected_all": false
 },
 "76561197985150538": {
  "playtime": 378,
  "left_positive_review": false,
  "review": "ამაზე შრეული გრძნობები მაქვს, არ ვიცი რითი დავიწყო... ანუ თავიდან დადებითი შთაბეჭდილებები დატოვა და ვიტყოდი რომ საერთო ჯამში კარგი თამაშია, მაგრამ... პრობლემები... პრობლემები... კარგით დავიკიდოთ ის რომ ტექსტურები ქრება აქა იქ(ძალიან ხშირადაც არა) და თამაში რომ ძალიან მოკლეა და ზოგიერთი თავსატეხის ამოხსნას ათასწლეული უნდა მარტო იმიტომ რომ თურმე თავსატეხის \"ეკრანზე\" გვერდით გახედვა შეგძლებია... ანდაც არ დავიკიდოთ, მთავარი ნაკლებია ეგ თამაშის XD წინამორბედებისაგან განსხვავებით, თამაში რებუთია (რისი საჭიროებაც არანაირად არ არსებობდა) და ამასთან ერთად ანიმაციას რაღაც მულტიპლიკაციური პერსონაჟის გემო დაკრავს მიუხედავად იმისა რომ მეტ-ნაკლებად რეალისტური შესახედაობის არიან. ისტორია ცუდი არაა მაგრამ წინა თამაშებთან შედარებით, ბევრად სუსტია. მიუხედავად ამისა, არის დადებითი მომენტებიც, მაგალითად კამერა ფიქსირებული აღარაა (რასაც ვერ ვიტან პირადად მე) და ატმოსფერული ემბიენსი იდეალურად ადევს, რასაც ვერ ვიტყოდი ჯამურად მუსიკაზე. არ ვგულისხმობ რომ ცუდია, მარა შაბლონური ეპიკურ-ტრაგიკული მუსიკის შეგრძნებას ტოვებს და ინდივიდუალიზმი საერთოდ არ იგრძნობა. ამავდროულად შიგადაშიგ გხვდება \"ბედნიერი\" მომენტები რომელიც დისნეის მულტფილმისათვის დაწერილი ბექგრაუნდ მელოდიით არის გაფორმებული და რომლებიც საერთოდ ამოვარდნილია მთლიანი თამაშიდან. მოკლედ გამომდინარე იქიდან რომ კაპიკებში ვიყიდე, მაინც და მაინც ბევრს არ ვიწუწუნებ. ჯამში ჩემ ნაწერს რომ ვუყურებ ალბათ უყფრო კორექტული იქნება ვთქვა რომ თამაში საშუალოა, ცუდი ნამდვბილად არა მაგრამ ბევრად უკეთესის პოტენციალი ქონდა. და ასევე გულითადი თხოვნაა გააჯმევინონ ამ მაზალო გადატვირთვებს იქ სადაც საჭირო არაა. მადლობა.",
  "collected_all": true
 },
 "76561198122494192": {
  "playtime": 1141,
  "left_positive_review": true,
  "review": "not as terrible as everyone says. not as good as the original series too, but at least part of the atmosphere is still there. simple wandering through the known mansion in 3d with a candle is fun by itself. it's just smth different to the old ones but i'm grateful i could continue playing the set. u can ignore all bugs if u want to; still better than many other games. i'm even considering to play it again and im quite picky myself. but maybe it's just a fan talking in me :johngordon:",
  "collected_all": false
 },
 "76561198069108405": {
  "playtime": 93,
  "left_positive_review": false,
  "review": "Command scheme is awful.",
  "collected_all": false
 },
 "76561198142325257": {
  "playtime": 279,
  "left_positive_review": true,
  "review": "Game is pretty \"meh\". Clunky controls, weird camera angles, and generally pretty slow-paced. It gets a thumbs up because they ported it to Linux.",
  "collected_all": false
 },
 "76561199055364932": {
  "playtime": 387,
  "left_positive_review": false,
  "review": "This is an ok game at best.\n\nThere are some good things, the sound, the look and maybe the story...\n\nBUT...\n\nThe game is very short!\nLoading between screens is long!\nSteering of your character and moving around is horrible!!!\n\nAnd I could even ignore these cons if there was not a big one:\nThis \"reboot\" has NOTHING to do with the old trilogy except the family has the last name Gordon and the game has the title \"Black Mirror\", but apart from that the story has no connection at all. It is not even the same style of game anymore...\nNot worthy of the name Black Mirrow, should not even be in the same bundle with the Black Mirror trilogy!",
  "collected_all": true
 },
 "76561198072226061": {
  "playtime": 712,
  "left_positive_review": true,
  "review": "The story line is fun to experance and there are some twist and turns. The moving could be a lot more smoother. but all in all I loved this game.",
  "collected_all": false
 },
 "76561198044815252": {
  "playtime": 608,
  "left_positive_review": false,
  "review": "I hate to say this, but this was a disappointment.\nBuggy. I found that I had to restart several times, especially after a certain event happened and talking to a character resulted in the game being stuck in a non-resolution empty dialogue choice screen. \n\nEverything has been downgraded since Black Mirror III and I'm not sure why this adaptation exists if they weren't willing to put in the time and effort to give this series the attention it deserves. \n\nAt least the music is alright.\n\nDisappointed.",
  "collected_all": true
 },
 "76561198059754051": {
  "playtime": 526,
  "left_positive_review": true,
  "review": "I've played the rest of the franchise, even though it was a while ago, but I remember I loved the gloomy mystical atmosphere these games had and I gotta say, ain't nothing changed in this reboot. It immersed me from the very beginning. Now this ain't really a point n click game, more of an interactive adventure story. It's quite short, the world scenes are not very big either, it's got clunky walking mechanics and a horrible camera, but it was of no consequence to me. Maybe it was my nostalgia speaking, but having a chance to lose myself in the story of a cursed noble family again was fascinating. Just... wait until there is a sale. Buying this full price might make some folks say it lacks content, and they wouldn't be entirely wrong.\n\nP.S. I've just noticed the approval rating of only 42% for this game. Come on, folks, it's way better than that!",
  "collected_all": true
 },
 "76561198035508768": {
  "playtime": 341,
  "left_positive_review": true,
  "review": "It's definitely not for everyone - but I find the nostalgia of this game irresistible.  I have fond memories of playing this back in, what was it, 2005?  It's a great remake with some definite flaws - the facial rendering is poor, and there are plenty of open \"seams\" in the surroundings.  But the heart and soul is still there, and I adore it.",
  "collected_all": false
 },
 "76561198031614337": {
  "playtime": 379,
  "left_positive_review": false,
  "review": "It's a game you have to give the chance and time till it gets good or better, depending on how you like it. It was interesting to see how the horror movie remaster trend style was translated into a game. Personally, I've seen all of it before and it's probably not worth your time. - TLDR\n\nThis is like every modern horror movie and remakes of old. If you watch a ton of horror movies you'll understand.\nAt the same time it's all of them. I could easily sit here and write down a dozen of horror remakes this takes atmosphere, scenes and plot elements from.\nThe general difference, to give you an idea, between this and the original is close to that of Nightmare on Elm Street and it's 2010 remake. So the wires inside this mannequin would be the same, as for the mannequin itself...\n\nThing is the old Mirrors were horror stylised adventure games, there was nothing scary about them. They try to make it horror here.\nA small cast of characters, confined in *insert spoopy place*, spoopy things start happening, secrets, conspiracies, creepy locals seem to know wtf is up but don't tell you. You know where I'm headed with this.\n\nThe structure of the plot is reminiscent of Black Mirror I and some scenes, particularly the beginning ones are the same, although the context differs. \n\nThe [b]fanservice[/b] is admirable. There's not much of it but there are some very iconic things. \nSuch as: protagonist sometimes making sarcastic remarks thinking to himself whilst talking to somebody.\nA familiar sound queue will play at one point in the game.\nCollecting torn photo pieces. Eventually even getting to do the jigsaw! Although that would be putting together a torn burned note not a picture. Photo pieces just unlock 3 extra jigsaws for you to do from the main menu but those are very easy and frankly bad.\n\n[b]Characters[/b]\n\nAll characters in the original were friendly and welcoming, even the baddies. \"Imma act like a nice old lady givin out candy but really, I'm plottin\".\nHere it's a complete 180 and everyone is a creepy ars3hole, \"Straight up, I hate the sole fact that you exist and I'll scream: you gon die B!TCH!! to your face\" kinda like in \"Cabin in the Woods\".\n\nThe main character is an average Joe with a sense of style.\nInept Samuel from the original or dysfunctional, silly Darren from part 2 and 3 are much better protagonists imho but it works for the vibe they went for in this one.\n\nYou get a supporting character who follows you for the better part of the game, pretty cool.\n\n[b]Playability[/b]\n\nIt plays like a localised telltale game not a point&click. \n\nSoundtrack being this game's strongest suit suddenly just stopped for me (near the start of the game so idk if it was intentional or not) and wandering around the corridors with occasional typical old house noises wasn't too exciting. Very powerful tunes at the times where music did reappear.\n\nOriginals had beautiful gothic pre-rendered environments. - This time the game takes place entirely within the manor. \nThe Black Mirror Castle is now bigger but isn't better. Rooms and main hall look vast and spacious with their high ceilings and whatnot. However, 37% of the castle are pointless corridors you have to shamble through to get where you want to go and here comes the next thing. It's confusing, I felt lost through my entire playthrough, there are dead ends. Navigating initial iterations of the castle from the previous games came natural. It's also less goth and less castle-ly.\n\nSecond thing is physical navigation. This game doesn't want to be played with a keyboard nor controller. \nFrom the very beginning you're greeted with narrow passages that are layered with invisible walls. \nAs if that wasn't hard enough the fixed camera positions come to aid. They're immersive yet it all goes to waste when you get stuck on a mini-pixel of an invisible wall trying to go around it.\n\nAnother mechanic indicating the game's lack of desire to be played is death. When you have visions, coming too close to the ghosts gets you killed, yet they want you to 'examine' them at each point of time. It's detective mode on loop. I've been stuck dying over and over the first time I came in contact with this mechanic. Not realising what I should be doing, as it seemed that the ghost would attack me no matter what I did with how the scene played out and where the protagonist was standing. Also the cut to the death cutscene didn't do much to explain what happened in actuality.\nIt felt as if this was left in there just to extend your time in the game. Just like the supporting character who follows you but she has the light and she doesn't walk as fast as you do. The problem is you can't really see what's in front of you.\n\nShoutout to TomGamer for his playthrough in the guides section. Had to use it because some of the few puzzles that are presented to you are damn hard. The girl he played with is bae 😳",
  "collected_all": true
 },
 "76561197961299609": {
  "playtime": 471,
  "left_positive_review": true,
  "review": "This game is not as good as the other Black Mirror titles, however, it is still worth playing. The graphic is nice, the voice acting is great. I did not have so many problems that others said about the game, maybe it's been fixed or just luck. I did meet a bug only one time, the character could not move after a conversation, and I needed to load the last save to proceed. Saving frequently is recommended. The story is average or a little bit above average. It's too short, the whole story happens in only two nights. Most of the time in the game is at night and making the whole game process in the dark and hard to find the way. Considering the short playtime, I recommend getting it on sale.",
  "collected_all": false
 },
 "76561198096865325": {
  "playtime": 277,
  "left_positive_review": false,
  "review": "I'm really disappointed by this game. While the previous Black Mirror games were by no means perfect, they were still quite entertaining. So I was really looking forward to this one.\n\nInitially this game looked really good. Nice graphics and atmosphere. But then after 3 hours, just when the story is about to really get going, the game just ends. [u][b]The game is way too short to be worth more than 5€.[/b][/u] Also in the 3 hours of game time the game crashed 3 times... 🤷🏻‍♂️\n\nSo overall there is just no way for me to recommend this game to anyone, unless you get it for free.",
  "collected_all": true
 },
 "76561197960642654": {
  "playtime": 437,
  "left_positive_review": true,
  "review": "Story is good. The puzzles are a bit easy. The GFX are OK, the controls are horrible. Get it on sale",
  "collected_all": true
 },
 "76561198104936912": {
  "playtime": 579,
  "left_positive_review": true,
  "review": "For starters, I quite liked the story of this game.  It was intriguing to keep going and learn new things about the family.  I wasn't sure, at first, if this was supposed to have anything to do with the previous series but soon enough I could tell that it was a completely different story line - yet based around the same premise.\n\nThis game was much easier to play than the others, and took place in a much smaller world - i.e. less places to visit.  I didn't have to consult a walkthrough even once because of being lost in the game.  While usually that is a good thing, this game was far less complex than the previous series, and took much less time to play through.  The controls were also very annoying at times, having to stand in certain places to get the \"examine\" to pop up, etc. Very clunky. Not worth $30 in my opinion.\n\nTL;DR Good story, easy playthrough, pretty annoying controls.  If you're interested, pick this up in a sale as I do not think it is worth the full asking price - when compared to the earlier Black Mirror games.",
  "collected_all": true
 },
 "76561198137550973": {
  "playtime": 498,
  "left_positive_review": true,
  "review": "I see so many negative reviews on here that I thought I should throw in my two cents to talk about how much I actually LOVED this game.\n\nYes, there was a lot less of a story in this game than in the original series, but it was still good nonetheless. I don't think the developers intended this game to be similar to the original, and that they wanted us to open up our minds to a new story with similar concepts/elements to the original.\n\nThis game kept me playing for hours on end. Just when I thought I was ready to put it down and go to bed, I was intrigued by something else, and kept going on.\n\nPros:\n- Like-able protagonist and sidekick\n- Interesting characters (though not all are like-able)\n- An intriguing mystery that continues to unravel chapter by chapter\n- Interesting puzzles that are not too challenging\n- Quick controls (I think they must have been fixed since previous reviews)\n- Creepy yet somewhat cozy atmosphere\n- Very few jump scares (if any - nothing made me jump, and I'm a jumpy person)\n- An original story that is much different than the original series\n- Quest log (keep track of tasks)\n\nCons:\n- Poor camera angles at times while walking around\n- Quick-time sequences that can be pretty difficult to complete (during visions)\n- No map (I learned my way around pretty quickly, but it's still helpful)\n- Very quick and somewhat unsatisfying ending (lack of a thrilling, prolonged climax)\n- Somewhat short (took me 8 hours to complete, but this is half the time than each game in the original series)",
  "collected_all": false
 },
 "76561198074632130": {
  "playtime": 710,
  "left_positive_review": false,
  "review": "BUG BUG BUG\nWaste of money poorly executed looks worse than a beta version. My inventory items mysteriously disappeared during the end of the game.without the key am unable to open a locker, got stuck and there is nothing i could do, so i have to start this trash from the beginning. Even if they give it for free download please don't play.",
  "collected_all": true
 },
 "76561198076487302": {
  "playtime": 356,
  "left_positive_review": false,
  "review": "This has to be an alpha build they rushed into release, nothing else can explain how bad this is.",
  "collected_all": true
 },
 "76561197991921123": {
  "playtime": 405,
  "left_positive_review": true,
  "review": "I quite enjoyed this one, despite the negative reviews. I think the game itself could use a bit more polish in general, however given that it's almost 1 year old as of this review I doubt there will be any further support. The story is quite well done, and having not played through any of ther previous games, it was all new to me and didn't know what to expect. The puzzles are very logic based and paying attention to things you see. I think the balance between story, cutscenes and dialogue and exploration was very well balanced and backtracking was limited to a few times. I think this game is worth the $16.99 I paid for it, but wouldn't have paid full price. It took me just under 7 hours.  Recommended, but only at a discounted price.",
  "collected_all": true
 },
 "76561198168716605": {
  "playtime": 205,
  "left_positive_review": false,
  "review": "(English_Français review)\n[url=https://store.steampowered.com/curator/37930390-Mia-Curations/]My Curations[/url]\n\nENGLISH:\nWhat's this reboot of the Black Mirror trilogy worth? Modern graphics, certainly, but a poor soundtrack, a story that's anything but horrifying, and a game of insulting simplicity for fans of point and click. \n\nFarewell, the search for objects in every corner and puzzles to make you think. The few puzzles in Black Mirror are very easy. The rest of the time, you just walk around, pick up an object, and do QTEs.  \n\nI almost completed Chapter 4 (of the 5) before giving up, I was so bored with this game. \n\nBesides, this Black Mirror has nothing to do with the original trilogy, except the name \"Gordon\", an old castle and a family curse (which is not the same at all between the trilogy and the reboot). \n\nDavid ≠ Samuel from Black Mirror 1 and Darren in BM 2 and 3.\n\nFRANÇAIS:\nQue vaut ce reboot de la trilogie Black Mirror? Des graphiques modernes, certes, mais une pauvre bande sonore, un scénario tout sauf horrifiant, et un jeu d’une simplicité insultante pour les adeptes des pointe et clique. \n\nAdieu, la recherche d’objet dans tous les coins et les énigmes à faire réfléchir. Les quelques casse-têtes dans Black Mirror sont très faciles. Le reste de son temps, on marche, on ramasse un objet, et on fait des QTE.  \n\nJ’ai presque complété le chapitre 4 (sur les 5) avant de décrocher, tellement je m’ennuyais ferme. \n\nEn plus, ce Black Mirror n’a rien à voir avec la trilogie d’origine, à part le nom «Gordon», un ancien château et une malédiction familiale (qui n’est pas du tout la même entre la trilogie et le reboot). \n\nDavid ≠ Samuel de Black Mirror 1 et Darren dans BM 2 et 3.",
  "collected_all": false
 },
 "76561198011515841": {
  "playtime": 376,
  "left_positive_review": false,
  "review": "Played the original when it first came out and loved it.  This one?  I made it to the greenhouse and trying to get through that  time it perfectly or die ghost sequence.  I just don't have the patience.  When I die and have to re-load 30+ times, I get to the point where I just hate the game (not the purpose of playing) and I'm done.  \"Uninstall!\" repeats in my head over and over until I do it.  I see where King Art is going now with their games and don't think I will buy anything from them again.  Kinda sad.",
  "collected_all": false
 },
 "76561198142024174": {
  "playtime": 645,
  "left_positive_review": false,
  "review": "While the story is interesting, and while I plan on finishing the game, there are a number of issues.  The controls, as pointed out by many already, are awful...no matter the graphics settings, movement lags behind key response (being slow, as if moving through sludge, difficult to aim in the direction you want to go, and at times continuing to walk even when you stop pressing the buttons).  Camera angles, combined with movement issues, make it easy to miss hot spots (which don't show up unless you get close enough to them).  On the subject of the hot spots, there are some glitches with them as well.  Sometimes, clicking on something to investigate will register as two clicks instead of one, leading to skipped dialogue.  Other times (and this is especially occurring during quick-time events), clicking doesn't register at all.  When this occurs during quick-time events, the end result has you maddeningly clicking the important parts, only to see the main character die over and over and over again...until you suddenly get lucky enough for it to register.  The slow movement also make it difficult to get through the quick-time events, as spending too much time navigating between hot spots and getting to a safe distance leads to a game over (again, repeatedly aggravating).  \n\nOther graphical glitches include background blurring during movement (I only noticed this in outdoor scenes), characters sliding into position rather than walking, mannequin-esque interactions (scenes where characters have a dialogue...yet they aren't even facing each other, eyes staring off into the distance, though there are some head and mouth movements), black screens randomly popping up during cut-scenes (not talking about the loading screen, but the actual cut-scenes...though you will still be able to hear what is happening), and the main character disappearing halfway into the ground when moving around some areas.\n\nThe game just feels lazily unpolished.  If the story was not interesting, I would have refunded this.  As it is now, I would say only buy it if it is on sale for a large discount.",
  "collected_all": false
 },
 "76561198080184408": {
  "playtime": 658,
  "left_positive_review": true,
  "review": "Now I finished the game.\n\nIt was nice and not so bad as it seems by the other comments and reviews.\nBut it is far away from the other great King Art games like \"The Raven\" and \"The Book of Unwritten Tales\".\n\nSummarized:\n- With Steam Controller it's playable but sometimes weird\n- Game runs smooth\n- Loading time was acceptable on my SteamOS Steam Machine\n- No crashes\n- Puzzles are little bit too easy\n- Game is little bit too short\n- Great Music",
  "collected_all": false
 },
 "76561198049379938": {
  "playtime": 807,
  "left_positive_review": true,
  "review": "Well, so here I am. Feeling like I want to play good point'and'click games again. Like an old times. My whole childhood was filled with a bunch of good p'n'c. I remember how I was sitiing on the last lesson at school already dreaming about coming to my place, eating my lunch and solving different puzzles in another adventure, drinking mommy's cocoa. \n\nIt was a golden era. If you was stuck - you was stuck. No internet solutions, no easy-get walkthroughs. Like literally, the only source of help you could rely on was your schoolmates. Unfortunately, I was surrounded with kids which were fond of strategy games and CS 1.6, so I was all alone in my adventures. \n\nThen I grew up, my childhood ended, everything changed, including my gaming taste. I felt like I wanted to play more FPS games, arcade, I was a big fan of NFS as well, so I guess I totally forgot about such genre as p'n'c / adventure. Earlier this year I started to play these games again and I had a feeling like I was back in my childhood again. Except one thing - puzzles seem much more easier to solver and, more importanly, it's much more harder to impress me with a plot in such games. Usually, every single adventure game, especially on detective subject, starts really intriguing and the further you come to the end of the game, the better you understand that the story is not that rich actually, and the whole intrigue lasts only for the first couple of hours. Then, most of these games end pretty much fast with a bitter taste.   \n\nBlack Mirror was one of that unexpected games for me, you know. A game, that I never heard about, just saw it on the store and felt like buying. The only thing that I realized quite fast, was that this game has a connection to the game, which I was never able to get when I was kid, with the same name, 2003 year release. Unfortunately, I must say, that this game is another example of why Steam needs to have a neutral review option ASAP.\n\nLet's start with saying that his game has a great atmosphere and, like I said before, starts really intriguing. You are playing as David Gordon, a young traveler, living in India, which received a telegram, saying that his father died under mysterious circumstances and left him an enormous mansion in heritage. When he comes to that mansion he meets a bunch of strange old people, having a lot of secrets and trying to avoid questions, connected with his father death. So, at this point you start your own investigation to find out what happened to your father and reveal the truth. \n\nThe whole game concentrate at one place, that big mansion, obviously. Which is pretty much disappointing, cause you can literally count on your fingers the quantity of locations in the Black Mirror. Another disappointment was puzzles. Don't get me wrong - puzzles are good in BM, but it's just few of them. Mostly, the whole game concentrate on its story and your interactions with surroundings and talking to other characters in game. It can be confusing sometimes, because you can stuck in game for a long time, just to realize after few hours, that you missed a small piece of something in the darkest corner of the library. The worst part of the game is its wonky controls and drunk camera plus it's bugging and glitching time to time. Oh, almost forgot - these 10 seconds of loading between rooms are just one of the most annoying things in gaming history.\n   \nBut despite all of these problems, I still recommend to try this game, being an p'n'c fan. It has its own charm, atmosphere and the idea, though it wasn't developed to its fullest. This game can be a perfect one to spend two evening with your girlfriend, you know, solving puzzles and trying to unravel all the mysteries together.\n\nSo, to sum everything up!\nYou should grab this game if you:\n\n+ Point and click lover! Though, it's not p'n'c in its usual understanding, because you move your character with WASD configuration\n+ Love to solve puzzles and mysteries\n+ Love games with its deep dark atmosphere and good graphic\n+ Wanna play something chilling, good and short. You can finish this game in around 4-5 hours.\n+ Looking for a simple game to enjoy it with your girlfriend, or just someone who is not involved in games that much.\n+ Want to have another +1 perfect game in your collection. There is no hidden achievements, no special one, no speedrun challenges - nothing. Easy as that - finish the game, receive all at once, done!\n\nYou should pass if you:\n\n- Can't stand wonky controls and unexpected camera moves. Sometimes it can be annoying as hell and if you are easy tilted person - better avoid.\n- Expect a deep story with a twist and unexpected outcome. Frankly speaking, the whole story is quite simple and its definitely nothing new or special about it. Additionally, there are not so much characters in this game, so it won't be hard for you to realize who is the bad guy closer to the middle of the game.\n- Played previous Black Mirror games and expect something overwhelming and better than its original.\n- Not that big fan of games of this genre, better wait till its on sale and patched a bit.\n\nEnjoy!",
  "collected_all": true
 },
 "76561197988398097": {
  "playtime": 566,
  "left_positive_review": true,
  "review": "[h1] The best looking adventure game yet[/h1]\n\nAlso the shortest. Black Mirror is a modern retelling on the original trilogy which came around the 2000s. This game was released under the radar with barely any promotion or publicity but it's a highly underrated gem. This is the kind of game I'd ask a millenial gamer to play who wants to foray into adventure games. The puzzles are very straightforward and are designed nothing like your original puzzles from the mid 90s early 00s. \n\n[b]Pros[/b]\n- Good story (Some loopholes at the end, I'll put the spoiler filled review on my blog)\n- Excellent graphics, the lighting was phenomenal. The moonlight, candlelight, even the clouds casting shadow was amazing.\n- The characters movement animation was pretty nice.\n- Excellent voice acting.\n- Easy puzzles, you won't need a walkthrough for this, just a pen and a paper.\n\n\n[b]Cons[/b]\n- Atrocious camera angles.\n- Only fun when played with a gamepad.\n- Pratonist looks funny in-game.\n- Short for an adventure game. I beat the game in under 9 hours but was left wanting more\n\nRecommended.",
  "collected_all": true
 },
 "76561198006294938": {
  "playtime": 537,
  "left_positive_review": true,
  "review": "1. This game feels VERY RAW. The controls are so not good even with a controller, that could be considered an attempt on your life (funnily enough, I remember playing Fahrenheit with a keyboard and a mouse, and it felt more natural), the graphics are good for the most part, but in some places are just poor or glitchy, the loading between screens will leave you enough time to grate your teeth properly, and not like in the rest of modern games, where you get interrupted right when you begin. If any of this is a problem, turn away now. \n\n2. It's a complete reboot of the series with roughly the same mystical lore as the first game, but with completely different characters and their stories. To be really honest, the lore kinda sucks - it wasn't a strength of the original game, and it's not a strength here. The characters and their stories really shine, though. \n\n3. The closer to the end, the more rushed the game feels. Wouldn't mind more dialogues, wouldn't mind more writing in general, but all in all, it's decent. If it wasn't a dual choice, I'm not sure I'd recommend it, but the memories that linger are rather pleasant.  \n\n4. The main characters' duo is really nice, and I wish there could be more games featuring them. I highly doubt this will ever happen, though.\n\n5. If you're new to the series and an English-speaker, this is the best way to experience it. The first game made by Future Games is really awesome (for the most part), except the protagonist is voiced by someone who rather shouldn't have voiced the protagonist. The sequels were made by a different studio and were kinda mediocre, albeit had nice pacing and rather pleasant relaxed gameplay. Still, everything you could love the original for was stolen from them. This reboot, however, has enough worthy original elements to justify its existence.\n\nSo it's a lukewarm YES, go play it, it's a decent game with a dark atmosphere, there're not a lot of those.",
  "collected_all": false
 },
 "76561197988531103": {
  "playtime": 403,
  "left_positive_review": true,
  "review": "Great game! You absolutely have to use a controller though, and if you do it feels good. (Keyboard and mouse is unplayable)  It's not long, and you are limited to the mansion and surrounding immediate area this time around. However, the detail, graphics, mood and sound are excellent and make you feel immersed. The story is good, the characters and voice acting included. Absolutely recommended, I hope they do the full series!",
  "collected_all": true
 },
 "76561198151127775": {
  "playtime": 319,
  "left_positive_review": false,
  "review": "A well voiced adventure with a decent story, which at times can be pretty creepy. But there simply aren't enough puzzles in my opinion and people who have played point'n'click(-ish) adventure games in the past will find them too easy. Also for an adventure game it just seems too straight forward (i've played enough adventure games where i got annoyed by how criptic they can be but this one just overdoes the instructions given, i feel.) On the technical aspect: The game only crashed once on my entire playthrough, tho i have encountered a lot of graphical errors, mistimed sound effects and voices and overall bugs, which did not break the game but take a lot away from the atmosphere. Overall it feels a bit unfinshed but ok for the price point. I've finished the game in only about 5 hours which i blame the difficulty of the few puzzles it has for.\n\nTLDR:\n\n+(mostly) good voice acting\n+creepy atmosphere\n+good looking visuals....\n-...which get ruined by glitches a lot\n-not enough puzzles and the few there are, are not very challenging\n-bugs",
  "collected_all": true
 },
 "76561198026724823": {
  "playtime": 518,
  "left_positive_review": false,
  "review": "Multiple game breaking bugs, in my 2 hours of gameplay I've encountered 3.. The first one right at the start of game that meant I had to play through the whole intro again, sluggish controls, loading screen simulator 2k17 as there's a loading screen for absolutely everything.. Weird af camera that half the time makes no sense.\n\nBrilliant sound design, pretty cheesy but enticing story with palpable twists, memorable characters, good music, awesome voice acting, graphically I mean it's not the worst by far.. Puzzles are well thought through and very 'The Room' styled. Horror not done cheaply, the game itself has the right amount of atmosphere.\n\nFor now I feel the cons outweigh the pros, but, I like puzzles so I'll probably finish it anyway, get it on sale or after its been updated if at all and only if you REALLY like puzzle games. For a better overall game, for the same price, and ironically a smaller team, buy Hellblade Senua instead til this is updated.",
  "collected_all": true
 },
 "76561198041474298": {
  "playtime": 376,
  "left_positive_review": true,
  "review": "Just a quick review of Black Mirror : \n\nThe game is pretty good so far, If you liked Black Mirror I-III and you are interested to find out more about the Gordons you might wanna give this a go! The graphics are pretty for a Point and Click Adventure, the voice acting is good (playing the german dub though, so can't say if the english version is as good). There is one thing though you need to know : \n\nThis game is clearly optimized for playing with a controller! \nI played the first hour without and the next hour with controller and it made a HUGE difference. So If you have a controller..use it. Keyboard and Mouse feels a bit weird in this, could've been solved better. \n\nIf you haven't played any of the other Black Mirror games you should be fine, you would just know a bit more about the Gordon family. I do recommend playing Black Mirror I-III before though and maybe wait until this Black Mirror got a bit cheaper if money is an issue.\n\nEDIT 1 : \n\nCan't recommend playing with Headphones, there is this awful deep noise in the entire castle..I'm sure that It is there to add tension, to make Castle Black Mirror feel \"creepy\", but with headphones it sounds just plain awful, google \"Super Deep Brown Noise\" then you'll know what sound I mean..it's hard to describe.",
  "collected_all": false
 },
 "76561198089351474": {
  "playtime": 480,
  "left_positive_review": true,
  "review": "I just finnished the game and I liked it.  The controls are a bit anoying at first but you get use to them.  My character did get stuck a few times on the enviroment but I was able to wiggle it free.  The game is pretty and I found the story interesting.  It is inspired by the original series but different in its own way.  It told its story and I felt like it was satisfying to finnish and uncover the story with the character.  The puzzles are not hard at all and the way they are solved and the way you can use the mouse to look at them feels natural, similar to what you would do irl.",
  "collected_all": true
 }
}