{
 "76561198372077540": {
  "playtime": 2428,
  "left_positive_review": true,
  "review": "Please we need a under water base!!!!",
  "collected_all": false
 },
 "76561197996359643": {
  "playtime": 1200,
  "left_positive_review": true,
  "review": "Definitely one of those games you get lost in, look up, and realize the day has gone by.  The story moves along nicely, feels challenging without being punishing, and there are numerous little quality of life things like being able to speed up time and feeling like your choices matter that really make it easy to lose your day in a seamless set of choices and demands, one after the other.  Fantastic game for feeling trapped in a pandemic and scrolling over to find the first hints of water on a dry lifeless planet.  I'm taking the eco-friendly technologies just to see how they affect the planet, and am already looking forward to the destructive speedrun where I nuke everything to hurry it up!",
  "collected_all": false
 },
 "76561198015283218": {
  "playtime": 1385,
  "left_positive_review": true,
  "review": "The story is worth it.",
  "collected_all": false
 },
 "76561199155716274": {
  "playtime": 2104,
  "left_positive_review": true,
  "review": "Quite a good game! \nI started playing and finished the game entirely on the 1.2 patch. I read that they have improved the logistics quite a bit. I did not find any issues at all during my playthrough except for a few spelling mistakes. There were plenty of times especially in the first few hours where I was frustrated and felt the game was broken, but it was not. It was always because of mistakes I made - usually because I ignored one or two of the resources going too low and then everything in my base just broke down because of that. I just needed to reload an earlier save and do better. I definitely recommend making new saves every couple of years so you can go back and try different approaches. \nFirst part of the game needs a lot of things to go perfectly, but once you get access to the hyper-loop and figure out how the logistics work, it becomes quite easy to recover from any mistakes.  Just remember that resource mines are not infinite and you will need to constantly expand your base and adapt your production chains accordingly.\n\nBest thing about the game was the voice acting and the UI is just absolutely gorgeous!  I was so engrossed and immersed that I binged through the whole game from the start.  The whole terraforming process along with the storyline was really cool to see progress! However when you reach the final two steps of the campaign, it becomes so very grindy needlessly. So much that I was watching Netflix and doing other things just waiting for the projects to complete for hours and hours, and ended up not really caring about the characters or story anymore. It just totally takes away the immersion and interest. This part can definitely be made better.  \n  \nBut overall, I thought this was an enjoyable 30-40 hour game and well worth the price if you are a base building and sci-fi fan. There are a few different endings to check out as well.",
  "collected_all": true
 },
 "76561198037245696": {
  "playtime": 687,
  "left_positive_review": true,
  "review": "I love the ambiance and setting of the game. Also developers are very active in updating and fixing any issues with QoL patches.",
  "collected_all": false
 },
 "76561198002779305": {
  "playtime": 464,
  "left_positive_review": true,
  "review": "I'm writing this review after just raising Mars' atmospheric pressure to 300 millibars.\n\nI've started playing on patch 1.2, so haven't experienced many of the issues mentioned in other reviews.\n\nI'm happy with the story and how it is executed (AI that you play as asks itself questions about Mars, the colonists, nature of consciousness, and you can answer for the AI) and with the gameplay. The wealth of information and decisions that you have to make sometimes becomes overwhelming, but the good news is, if you mess something up, you can fix it later.\n\nOne thing I liked most is how gradual the terraforming project is. It takes months for a colonist ship to arrive, it takes years to melt dry ice at the poles, it took me 16 years from the start of the terraforming project to generate an atmosphere with the pressure 1/3 of Earth's, allowing colonists to live in unpressurised habitats.\n\nIf you like slow and methodical building games, I can recommend this one.",
  "collected_all": false
 },
 "76561197998064593": {
  "playtime": 995,
  "left_positive_review": true,
  "review": "I'll be honest, the updates have done a lot for this game, so this gets a positive review.",
  "collected_all": false
 },
 "76561198004412795": {
  "playtime": 425,
  "left_positive_review": true,
  "review": "Hey so you know that old game called \"Outpost\" ? Well this is it on steroids. Ever since 90s i wanted to play colonization game with realtime base building, good story and crisis managment. Greate game that makes you think about who humans are to the univirese.",
  "collected_all": false
 },
 "76561198007306965": {
  "playtime": 924,
  "left_positive_review": false,
  "review": "Can hardly call this a balanced game. The worst part is actually the maintanence. Between that and the constant bombardment of meteors. It's pretty much a logistic fucking nightmare. The repair drones are pretty expensive in terms of time to construct and they are literally shit. Also I would like the devs to explain how chemicals and electronics are used to repair buildings. Since that is a massive mystery to me. Not only are they expensive to make but they are also limited uses and will vanish after max 2 uses. And the buildings will decay at a rapid pace. If they fix that. \n\nThis would actually be a pretty good game. But it's just a pain in the ass. So in terms of being realistic they get one point. But I'll remove that point since it's super unrealistic that buildings decay that fast. The resources last for only a few years unless you are lucky and finds one containing 4k. But 90% of them will be between 600-1000. So there they lose yet another point on realism. Mods might same this title. But otherwise, the devs fucked it up big time since they can't understand that they basically made a formula that forces you to rapidly expand because of running out of resources. But expand to much and you won't be able to repair the buildings in time. This makes for a pretty boring and sometimes infuriating gameplay. But what makes it retarded is that you have no power whatsoever to direct the stupid drones to work where they are needed.\n\nIt would have been a much better game if you could make the roads and direct the logistic drones exactly how you want it. Since the AI is completely liberated of any form of intelligence.",
  "collected_all": false
 },
 "76561198334406140": {
  "playtime": 2091,
  "left_positive_review": true,
  "review": "The game isn't the best thing ever, but it is still really nice to play sometimes.\n\n[b]The good:[/b]\n\n-[b] A very nice audiovisual experience.[/b] Everything looks nice and makes noises.\n-[b] The gameplay in general is satisfying.[/b] It isn't really a complex game where you do crazy production lines, but that doesn't make the game worse.\n-[b] The story is also nice, but it isn't really anything new.[/b]\n\n-[b] The concept of you terraforming a planet in a game with simple climate simulation and all that is really good.[/b]\n\n- The devs did fix some stuff so that the game is actually playable and isn't frustrating, and they seem to be doing content updates as well, so the game can still become better than what it is right now.\n\n[b]The bad:[/b]\n\n-[b] The optimization is kinda eh.[/b] Basically, every drone has to know how to navigate all of your base and does all the calculations on the fly, so the game gets very cpu-intensive after midgame or so.\n-[b] The worker AI is bad.[/b] Sometimes they can't move that one resource piece at all even though the building it should go to is prioritized and is literally right next to the resource unit. Just like the framerates, this stuff usually works fine for the most of the game, but gets worse towards the end of it.",
  "collected_all": false
 },
 "76561197995755986": {
  "playtime": 1382,
  "left_positive_review": true,
  "review": "Got the game started a first playthrough saw some things i wanted to change restarted it played until 6am went to sleep got up at midday played more.\nPlayed 23 hours total finished the story once with full freedom for me and i have to say it is a great experience with the story and the game but there are quite a few things that can be changed and prob will in time.\n\nCurrently id say late game pace is a bit off next to that no control over road building leads to spider webs of a mess that will in giant bases(think 1000+ buildings) lead to slowdowns even on high end machines\nSome of the story events are forced and will lead to you having to go down a route even when you dont want to\n\nBesides gameplay elements though the game is stable no actual bugs that cause me to have to restart or crashes or anything which is a nice refreshing thing to see from any game now days ;)\n\nMy rating for this game\nGameplay 7/10\nStory 8/10\nVisuals 6/10\n\nVisuals like terrain and such can be made to be a bit more diverse in later stages of terraforming and some of the drones when zoomed in really do not look good but overall it is a pleasing game to look at though\n\n\nOne suggestion id make of all the things in my list, Make drones have a tech that you can research so that they can carry more then 1 item at a time please\n",
  "collected_all": false
 },
 "76561198037005569": {
  "playtime": 1642,
  "left_positive_review": false,
  "review": "While the packaging is pretty, there's not real substance to this game.\n\nBase expansion, a continuous task with expendable resources, is setup to require the same order of operations over and over- it quickly becomes boring. (I'd have loved for the many resource outposts to give actual bonuses or tech unlocks- this would create much greater motivation to expand beyond simply finding a new source of chemicals to keep your colonists fed) \n\nThe story for this game was the most enjoyable aspect, but there aren't nearly enough consequential choices available to the player. Only a few real choices exist to change the course of the story in any significant way. This one bright point of the game is further diminished by errors in the sequence of bits of the story depending on the pace of the player's expansion, with spoiler information being revealed out of order of the plot.\n\nI can't see myself returning to this game without significant improvements from the developer.",
  "collected_all": false
 },
 "76561198128406919": {
  "playtime": 14308,
  "left_positive_review": true,
  "review": "Particularly with recent updates, I recommend this one. Initially there was path-finding issues with the drones, but that seems okay now. The water-treatment plants where a huge improvement (both logistically and logically).\n\nThe biggest outstanding thing I'd like to see addressed is I'd like to be able to set landing sites to not collect 100 of each good quicker.\n\nI would love to be able to expand out from where the game ends.",
  "collected_all": false
 },
 "76561198058051773": {
  "playtime": 1781,
  "left_positive_review": true,
  "review": "OOOH I like this! Played for 4 hour straight and still going. Mummy says i must stop for a bit though and exercise my legs. It is lock down after all. I presume thats so I have the stamina to run from the government goons that are trying to force a vaccine of death on me!",
  "collected_all": false
 },
 "76561198066687820": {
  "playtime": 281,
  "left_positive_review": false,
  "review": "it's just a time loop\n",
  "collected_all": false
 },
 "76561197969715790": {
  "playtime": 750,
  "left_positive_review": true,
  "review": "I played it for 12 hours straight so yeah I guess it's pretty good",
  "collected_all": false
 },
 "76561198004536174": {
  "playtime": 2179,
  "left_positive_review": true,
  "review": "pretty fun",
  "collected_all": false
 },
 "76561198055462479": {
  "playtime": 1370,
  "left_positive_review": true,
  "review": "Terraforming mars scratches my itch :), \n\nin all honesty the game has some shortfalls in efficiency of delivering bots mid to late, + a constant strive for resources that I personally skipped by editing ^^ ,  however the story is solid and I like the concepts and the characters :)\n\nGreat game!, I wish there were more to do!",
  "collected_all": false
 },
 "76561197964332837": {
  "playtime": 1337,
  "left_positive_review": true,
  "review": "Per Aspera is a nifty little city-builder/RTS where you play as an AI sent to terraform Mars.  You go through the entire process of starting on a desolate Martian desert landscape to melting the polar icecaps and eventually seeding the planet with water, trees, and animals and stuff.\n\nThere's a lot of thought that went into this game and it shows.  Ocean levels will rise depending on how you play the game which will cut off resources and your buildings if you don't plan accordingly.  The dynamic road generation is real cool to look at as it crawls across the landscape when placing nodes down like lightning or electricity carving through wood.  The story is pretty cool and throws a bunch of morality questions at you as you're an AI trying to ponder their existence and the consequences of various events.\n\nHonestly, the weakest part of this game in my opinion however, is the combat.  While it is cool, and it's a little hectic fighting a war of attrition, if you plan out your economy with the intent to build up an effective fighting force beforehand, it's a little trivial in the first few stages.  Also ran into a couple sequence breaks regarding conversations popping up out of turn which feel like bugs.  Though I suppose you could write them off as it all being a simulation and nothing being real to begin with given the story.",
  "collected_all": false
 },
 "76561198067106089": {
  "playtime": 1483,
  "left_positive_review": true,
  "review": "Hm. I am a big fan of mars terraforming. I bought this game because I saw 5 seconds of someone streaming it and they were in the phase \"ecopoiesis\" which was the name I was thinking of for a very similar game of my own design. I have opinions on how this should be done.\n\nI am struggling right now because I just sank about 5 hours into the game, and I am now in an unrecoverable situation in my save. I think it would be literally easier to start over than to continue. \n\nMild spoilers ahead.\n\nThis situation is definitely my fault, because I wanted to play as a pacifist, and that's not really possible. I didn't pursue researching military technology because I didn't really care for that in this game. I was having a fine time trying to get my space tech tree up and building my economy.\n\nBut apparently it's not possible to avoid having to build some defensive military technology, and so now my economy is destroyed by constant waves of enemies, and there's nothing I can do about it.\n\nThey win, and I lose, I guess. I find this frustrating because it's not the game I was expecting. I don't even know who the enemy is.\n\nApart from the storyline taking me places I wasn't hoping to go, I think this game is fairly well made. I like the visuals and most of the interface.\n\nBut I think there's some room for improvements there too, especially for a game that I think is focused on detailed economic production. Like I need to be able to debug why my food is going slow. Can I filter the production buildings to just food factories? Can I get some UI for what is causing the demolition sound effect? How about a finer grained priority system?\n\nTaking it all in, I guess I would recommend this game, but I don't know if I will come back to it.",
  "collected_all": false
 },
 "76561198002449094": {
  "playtime": 4559,
  "left_positive_review": true,
  "review": "Outstanding",
  "collected_all": false
 },
 "76561197964958879": {
  "playtime": 1329,
  "left_positive_review": true,
  "review": "Well I kinda like the game. It get very repetitive at some point. The story is great but the resource system and resource delivery system is just a pain in the butt.\nYou will fail quite late in the game even if you ressource is not directly available to you (like carbon = no carbon, no steel = no new structures = no new carbon mine = failed). The settlers you are sworn to protect actually eat and drink alot ... so keep water and food (comes from water and chemicals) as ready supply.\nBut even when there is enough that does not mean it will reach the points where you want it to be.\n\nI still like the game and the setting of it very much. I hope to be able to play a full round at some point - but with a full day job and two little kids more than half an hour a day is a luxury - failing, even on basic difficulty, feels like a waist of time. But lets wait for the next updates hopefully at some point it will be more rewarding to sit back and just play without the need to hope that your worker drones will build something before all settlers will die...",
  "collected_all": false
 },
 "76561198059612304": {
  "playtime": 4769,
  "left_positive_review": true,
  "review": "A simple management game with some interesting mechanics. Overall it feels more like a .95 release rather than a 1.0 release. There's a good bit of polish that needs done, and some game mechanics need to be revisited a bit.\n\nThe voice acting is solid, although some of the characters can be overly dramatic and emotional, they did a solid job of portraying events and conversations. The only issue is that conversations can be skipped causing some serious immersion breaking when you're talking to someone about a conversation you haven't had with another character. Definitely needs worked on.\n\nIf you enjoy a more casual simulation game, definite buy. Otherwise check some gameplay out before deciding. I've completed one ending, and already considering my next play through, there's also a sandbox mode I'll be visiting so I can do a completion style run since based on various events through the game you can lock yourself out of points of interest.\n\nThe devs are actively working on the game, and have plans for future additions and polishing. Will make a solid product even better.",
  "collected_all": false
 },
 "76561198052589876": {
  "playtime": 1598,
  "left_positive_review": true,
  "review": "Fun strategy game, and terraforming mars is always great.",
  "collected_all": false
 },
 "76561197992167446": {
  "playtime": 976,
  "left_positive_review": false,
  "review": "edit ahead: turns out the devs actually like elon musk\n\nno wonder the game is so bad\n\n\n\n\noutright worthless\n\ndoesn't respect the player's time whatsoever\n\nlike 8 hours in the game just broke my base, putting it into a state where everything just broke because power failures and lack of ongoing repair led to the base spiraling into self destruction\n\nthere was no warning and it also did this after a meteor shower\n\nthere's also bigger game design mistakes, such as having no display of how many drones are working/idle and destroyed buildings not being put into some kind of todo list, making the user visually scan a very complicated and colorful display for the dark red spots\n\noh yeah, and while futely attempting to try and recover the base the game also INCESSANTLY threw completely meaningless dialog distractions at me\n\ni could rewind 5 hours and see if i could do things to make the base more robust, and replay mostly the same stuff for another 5 hours now, but seriously\n\nif the devs think this is good game design then they have no business existing on this planet",
  "collected_all": false
 },
 "76561197980299407": {
  "playtime": 1160,
  "left_positive_review": true,
  "review": "Hello!\n\n  It is a very nice, chill but at the same time complicated planet-builder xD \n\n  It is a puzzle strategy game with very nice story in it. Not so often you find a strategy with a story and that is even decent! Usually its a game mechanics and everything that is built around it. Not this game! Go together through a personal development of a building A.I. on mars! 8)\n\n   Highly recommend for anyone that is thirsting fomr some different kind of a building strategy game!",
  "collected_all": false
 },
 "76561198039642080": {
  "playtime": 292,
  "left_positive_review": false,
  "review": "Give it some time for the devs to fix the AI. The bots are horrible and prioritize things that don't matter at all over things that are super important.",
  "collected_all": false
 },
 "76561198009448129": {
  "playtime": 1842,
  "left_positive_review": true,
  "review": "This a pretty soft recommend. Its almost a neutral or maybe a soft non-recommendation, but a lot of the issues I have with the game stem from quality of life things that could be improved within a few patches. \n\nKeeping it simple, Per Aspera is a very pretty game with some really good gameplay and sound design. I spent a lot of the time that I played the game simply looking at the landscape and watching the water or grass slowly spread across the planet. I also found the voice acting to be very refreshing. Troy Baker in particular did a wonderful job as Dr. Nathan Foster and honestly I found myself wishing he would talk [i]more[/i]. The gameplay loop is very enjoyable as well and reminds me a lot of games like Satisfactory or Factorio. Build more mines and factories to expand the base, to find more resources, to build more mines and factories, to support more colonists, to research more things, to build better mines and factories... and also terraform the planet. One of the things that I think is worth mentioning is that I thought it was pretty neat watching how your road system develops. The game will auto-draw roads based on the best possible path between nodes, which ends up giving you some pretty cool spider-web-esque designs. Finally as, far as the story goes, I'd say it's pretty good. Without spoiling anything, it doesn't end up being as straight forward as you might think. Although it seems mostly linear, the game gives you a few options how to steer AMI on her mission to terraform Mars so you don't feel entirely on rails.\n\nAll that good stuff being said, allow me to address some of the things I didn't like. I should also mention that I haven't fully completed the story, but that is mostly because of the issues I have with the game. \nAgain, keeping it simple, the story comes off as feeling very disjointed once you get into the late game. I ran into multiple times where characters would be conversing with AMI as if they were friends, despite having not yet met them. One good example being where I was pretty well into the endgame, having just made a pretty drastic choice with big implications, only to have a voice communication occur that was very obviously from the early/mid game. This is more than likely due to the open nature of the game, but the mission objectives don't exactly do a good job of pointing you towards where you should go. \nThis would be pretty forgiveable if the gameplay held up as well, but frankly it doesn't. Towards the mid game you start noticing that resources aren't being sent where they need to go as efficiently as they should be, thus factories and colonies aren't being supplied, lowering your productivity and research. A fair bit of this can be attributed to poor worker hub layout and a poor understanding of how workers interact with each other, but again the game doesn't really explain it to you that well. So much of it is trial and error, and even then you can only do so much. Hyperloops and road upgrades can help mitigate the logistics crisis you inevitably fall into, but road upgrades are so tedious and the late game so vast, that you eventually just run out of capacity. \nThere are also a ton of minor things that irk me. Why can I not paint an area to upgrade my roads? Why can I not upgrade my worker hubs to support more drones? Why can I not choose what areas worker hubs service?  Why is it that building tool tips keep popping up and blocking me while I'm trying to place buildings? What is with the AI building roads at extreme angles and through buildings when it could obviously go straight? And the big one, why do I not get refunded the resources spent upgrading roads when I delete the building they were connected to and, consequently, the roads along with it?\n\nAs I said, this game is wonderful. There is a certainly a lot to love about it and I can definitely see this evolving into a series that I come back to over the years. I just think there's some tinkering to be done in the tutorial, story progression, and gameplay department to get it over some of these bumps.\n\nAs a final rating, I'd say wait for a sale on this one.",
  "collected_all": false
 },
 "76561198010744793": {
  "playtime": 811,
  "left_positive_review": true,
  "review": "10/10 would nuke mars again",
  "collected_all": false
 },
 "76561198036978480": {
  "playtime": 862,
  "left_positive_review": false,
  "review": "I tried liking the game and not believing the reviews, but alas, after playing for 14 hours straight and doing pretty well (or so I thought), I got screwed over by the game for not building my base in the only proper and optimal way that this game sees fit.\n\nThe upsides:\n- The game is quite beautiful in terms of presentation and has some nice top-tier voice acting.\n- It is really cool to see the planet change bit by bit before your eyes as you progress.\n- Quite unique in terms of gameplay\n\nThe Problems:\n- My main problem with the game is the simulation. It is janky, completely unpredictable and it is impossible to know if you are doing well or not because of several reasons, mainly - the way that workers are allocated to tasks. You may be stuck in a situation where your entire base is slowly dying and you unable to fix it because the workers close to the worker factory refuse to carry the resources and you have to just sit there and watch your worker count go down further. And the worst thing is that I don't think this problem can be resolved without a major redesign of the game or just getting rid of worker decay entirely. The simulation is also unstable - [spoiler] The first enemy base just died by itself without me attacking it even once. [/spoiler]\n- The UI while slick and pretty, is barely functional. After playing for a while I still didn't understand what \"90% load\" mean when working with those stupid drones. I like the graphs and the stats on resources but some alerts would go a long way. (Maybe show some stats that imply what the problem is with my system - show me an alert if it takes a long time to carry the resources from mining spots to production or show me a warning if there is too much work to do and I gotta build more hubs - painting the area red and stating that the load is high doesn't indicate problems with my build.). \n- The bugs are making the experience frustrating. There are mid-game mechanics (such as hyperloops) which have not been properly QA'ed and are, in general, janky and annoying to interact with. The idea is awesome but they are unnecessarily difficult to build and use. I got stuck in a situation where a bunch of workers tried to supply the resources to a hyperloop to link it to a different loop and trying to dismantle the building at the same time. It ended up just killing my minibase because the workers got stuck moving the same piece of carbon and steel around until the point they all decayed into oblivion.\n- The story. it's cool and but it is annoying - the out-of-order chatter, characters referencing the events you haven't even learned about yet, real stupid mistakes with the science (how does one increase the level of carbon dioxide by air-braking a methane asteroid AND WHY IS THERE JUST ONE ASTEROID? [spoiler] or how does one add shields on the assault bots by applying a software update? [/spoiler])\n- WHY CAN'T I PUMP THE WATER FROM THE OCEANS?!\n[spoiler] - The combat is got awful. Should'a just cut it. [/spoiler]\n\nWill revisit it later, when it has been thoroughly patched and after a couple of DLC's. There's a foundation of a great game there, but (Gordon Ramsay Appears) \"It's fucking raw!!\"\n",
  "collected_all": false
 },
 "76561198136906630": {
  "playtime": 4600,
  "left_positive_review": true,
  "review": "I like the game, the setting, it's premise to terraform mars and the story about the AI. I don't like the fact, that growing your mainbase is always the same, with: do you Have Energy? Yes | No, do you have meintenancecoverage? Yes | No, do you have enough Workerhubs around? Yes | No. rinse and repeat. The only things that spices this a littlebit up is the Hyperloop but it's not like a cool feature, it's mandatory for a larger base...",
  "collected_all": true
 },
 "76561198023944271": {
  "playtime": 592,
  "left_positive_review": true,
  "review": "It's a beautiful game. Yes, it might not be a complex city builder or in depth terraforming game, but it is very, very enjoyable and the story is very fun - and branching at certain points and therefore some replayability.\n\nWith the latest patches they improved performance and fixed out of order notifications, at least from what I saw.\n\nThere's some things that can be improved, sure, but overall - very enjoyable.",
  "collected_all": false
 },
 "76561197976808083": {
  "playtime": 1517,
  "left_positive_review": true,
  "review": "A solid survival city builder that actually has a compelling story with strong writing and voice acting.  If you're a fan of the genre this is definitely a worthy entry.",
  "collected_all": false
 },
 "76561197982800687": {
  "playtime": 1008,
  "left_positive_review": false,
  "review": "I feel like this game has a lot of potential, but it definitely seems like it came out before it was ready.\nThere's a strategy game for resource management and a sort of visual novel along side it.\nBoth unfortunately feel incomplete as of this review. The story sort of falls apart and then just ends, and the strategy elements are hamstrung by a lack of better control over your workers and no clear progression of challeneges that don't involve setting something up and waiting for a few hours even with time sped up.\n\nI'd love to review this again once it's got some improvements under its belt, and I hope it continues to improve.",
  "collected_all": false
 },
 "76561198125931327": {
  "playtime": 1611,
  "left_positive_review": true,
  "review": "After finishing a play through on the hardest difficulty, I have to say: This is not a colony builder, this is not an rts. This is a resource management-RPG. Everything is a resource, the aluminium, the iron, the colonists. What is important is to find more and more, while developing your character, literally. You are an infant AI, learning to be a grown-up. Everything in this game serves that agenda. If you approach it as a colony builder, you won't like it. [spoiler]The combat, is a minor inconvenience, just another part of resource management, the chances of you dying (once you figure out that you can move the combat drones, and don't have to build a tower every 5 feet) is 0.[/spoiler] \nYou have to approach this game from the perspective of story telling and making a character. If you do that I'm sure you'll have fun, deciding whether to be the arbiter of peace, or the genocidal villain, is what the game is about. Both having direct routes, each decision having a logical path that you discover as you play.\nThe end game can get pretty slow, so don't worry about slowing down your mission for the sake of the story too much, like I did. You have plenty of time to get everything you want done. It can get pretty boring after you finish with the story aspect otherwise.",
  "collected_all": false
 },
 "76561197963360745": {
  "playtime": 611,
  "left_positive_review": false,
  "review": "I'm happily playing along when all of a sudden half my buildings explode. 3 different sets of audio queues fire at the same time. The game spoils it's own plot, and I somehow complete a mission objective an entire year early.\n\nThe game is fun and the narrative intriguing - serious work is required on a number of major bugs.",
  "collected_all": false
 },
 "76561198016001273": {
  "playtime": 1726,
  "left_positive_review": true,
  "review": "A great game about Mars. With colonization campaign. I've enjoyed it a lot. The negative thing about this game is that it needs some QoL improvements (like checking if the mission was completed by the player earlier when given). Also, there is absolutely nothing to do once you terraform Mars. There is a promise to terraform other planets in the solar system, but nothing in the game as for now. Maybe in future expansions. Regardless this is a very good game and I can recommend it.",
  "collected_all": false
 },
 "76561198004358564": {
  "playtime": 3070,
  "left_positive_review": true,
  "review": "The best description of this game I have is that it feels a lot like someone took some of the economy mechanics of offworld trading company is bolted on the combat from google ai challenge planet wars to it. The game succeeds a lot more in telling a story, something strategy games rarely do, There are major pitfalls and challenges to giving the player a nonlinear story, meaning they can get ahead or behind in aspects you want them to but generally speaking I was fine with this pitfall.\n\nI honestly haven't cared as much about a crafted narrative (cutscenes, etc) in a strategy game since age of mythology?\n\nMajor bonuses of this game:\n\n+ Great story. I chose the \"good\" path although I think there's a fair bit of moral ambiguity between the three paths. Even though it is a crafted experience, the nonlinear pathing in it is both a bonus and negative.\n+ The early game has a really tight gameplay loop. Basically before you need to start upgrading roads. Honestly the drones should upgrade roads as they see fit. It should be something the player never needs to touch.\n+ It handles logistics much better than the anno series and warring. Instead of it being inventory limited on logistics it's rate limited which is both more realistic and satisfying.\n\nMajor problems with the game that may change:\n\n- The late game feels lack luster, I heard that there were forests but they never showed up in my game, only lychen.\n- The military portions do not feel challenging enough? This is probably because I overbuilt military not knowing my enemy strength, which made the economy harder.\n- The difficulty of managing the economy needs to be ramped down and the difficulty of the military needs to be ramped up. Getting over +2k settlers seems implausible even on easy.",
  "collected_all": false
 },
 "76561198049829437": {
  "playtime": 1431,
  "left_positive_review": false,
  "review": "I gave this game 10 hours and it was slow paced, boring and when hostile enemies come into play the game play just punishes you every 10 minutes. Surviving Mars is vastly better",
  "collected_all": false
 },
 "76561198008717939": {
  "playtime": 1503,
  "left_positive_review": true,
  "review": "WOW what a game. The campaign is spot on. The voice acting and everything is great, and i like have the choices and everything. I love this game. There are some parts that i dont like. I dont like that it doesnt show animals or trees appear on the map at all after you research it. I wish i could see my people move around on the cities but i know that it can be difficult to do that. The building and everything and trying to defend yourself is very fun. Just wish i couldve seen mars look a bit more diffrent. Mine after i finished terriforming it just had green spots and some dark green spots and some dark blue water and thats it. Other than that the campaign is GREAT!",
  "collected_all": false
 },
 "76561198035842301": {
  "playtime": 1823,
  "left_positive_review": true,
  "review": "I really, really enjoy this game. \n\nDisclaimer: it gets real clunky and a little broken after a long while. They ARE working on it. That doesn't change how much I am enjoying the journey. \n\nI may do better if I play on easy/normal instead of aspera difficulty, but right now I don't want to. I just want to continue enjoying fighting mars for dominance.",
  "collected_all": false
 },
 "76561198280480134": {
  "playtime": 1493,
  "left_positive_review": true,
  "review": "epic",
  "collected_all": false
 },
 "76561197991957350": {
  "playtime": 1292,
  "left_positive_review": false,
  "review": "I came to this game looking for a Mars terraforming simulator. I'm sorry to say that this game doesn't scratch that itch, although it probably comes closer than any other game (except Terraforming Mars, but that's too abstracted to really count).\n\nI suspect that the developers might view this game as being about the narrative, with terraforming Mars as more of a setting. Unfortunately, although the story has some good parts, it's also let down by the fact that it's very easy to trigger parts of the story out of order and have characters act as though certain things either have or haven't happened. I've only had one play-through, but I strongly suspect that there is basically one meaningful choice in the game -- this is very much an on-the-rails experience and not so much choose-your-own-adventure.\n\nThe gameplay is ultimately pretty rudimentary. I had hoped to dig into logistics and production chains (love Factorio, just to give you a sense of where I'm coming from), but they end up being fairly shallow. I could imagine optimizing the process, but the UI doesn't make it easy and ultimately there just isn't a need because it's so straightforward. I played on medium difficulty, so it's possible that optimization is more crucial on the hard difficulty but honestly that just sounds really tedious.\n\nThere is a \"military\" component to the game, but it's even more shallow than the terraforming and the best I can say about it is that the AI is bad enough that you can get through it pretty quickly.\n\nI really wanted to like this game. I still do! There is a lot of room for improvement, and the devs have certainly said that they intend to keep working on. Frankly, I'm not sure this game was ready to leave early access -- the core game loop is there, but... it's just not that fun. Hopefully they make enough changes that I can recommend it, but until then save your money.",
  "collected_all": false
 },
 "76561198006383648": {
  "playtime": 2363,
  "left_positive_review": true,
  "review": "I am very mixed on this recommendation. Overall, I liked the story, the characters were decent, and the voice acting was much better than I expected. The base building is very satisfying to see the end result with a fantastic visual aspect.\n\nThat said, I am mixed because: the game itself is really wonky. You are ostensibly on Mars to terraform it, however that goal is secondary to your own survival. Most of the time I found progressing through the terraforming requirements wasn't important, and took my time doing it. This ludo-narrative dissonance wouldn't be so bad, except the way you progress in the game is tedious.\n\nAll resource deposits run out, which means your only survival strategy is to constantly expand. Expanding is critical, as later game projects require too many resources. Setting up secondary bases, and then linking them to your primary base, is all you will do in this game. And the tools for doing that will leave you wanting. You will just power/worker/maintaince/storage walk in a giant line to the base you just slapped down to link them so you can feed your primary base.\n\nEach base you create? It will do the exact same bootstrapping process you had done from the beginning. Every single time. Managing production quotas is impossible, though there are plenty of tools for visualizing how your production is failing. Not much you can do to effect change.\n\nAs the game goes on, performance drops, and the number of resources and robots you needs climbs fast. You need to constantly be expanding to afford all the projects, keep your colonists alive, and more. It becomes a real chore.\n\nHere are some improvements that would have a big impact:\n\n1) Remote bases are not fun to manage. Starting with more drones on a new base, linking power over greater distances, and having more starting resources on the new base (that don't need buildings) would reduce the repetition. \n\n2) I want to set per-region resource min/max, not per base. Once I had 40 bases or more, I don't want to go through each to manually set resources max, or turning off the steel factory at each base that I needed to get that outpost through the bootstrap phase. Being able to define a \"region\" of linked bases and setting production quotas would help.\n\n3) The grind is too long. You need thousands of carbon, iron, and more resources for various projects. I wasn't even sure the defense network was necessary. The story hinted an attack would come, but once built, the network was never \"tested\", so it felt pointless. The space elevator was underwhelming for its cost.\n\n4) Space ports should be nameable, and clickable through the mission selector. The dropdown is too small.\n\n5) Managing pop influx was frustrating. You have a small window to remember to cancel more pop from coming in. You can \"cheat\" this by turning off the space port, forever freezing the colonist ship in place, and also locking up your space port. Just let me set a max pop or something and have the ship make its own trips, or anything than the current way it works which is frustrating.\n\n6) If I have hyperloops, why do colonists take extremely slow airships? Waiting for a colonist ship to spend *months* moving to a new, story required outpost (of which there are many!) is agonizing when I have a globe spanning hyperloop network that can transport water in a few in-game days.\n\n7) Upgrading roads is tedious. If I remove a building in between (so as to free up building slots), the upgraded roads are removed.\n\n8) Terraforming has no in-game benefit or drawback. It doesn't affect wind or solar output (shouldn't more atmosphere make wind turbines better? Solar worse? Should the mirrors make solar better?). Water on the planet isn't drinkable, apparently. Forests and animals aren't food. By the time you can get open air bases or whatever, the game is past its welcome in terms of grind, and the bases before then can support more pop than I can deliver resources to, let alone generate enough water/food/chemicals.\n\n9) Losing pop has no discernible impact on the game. If you starve your people, they just peacefully leave. No impact on the AI whose only job is to...make Mars for humanity. Yes, it makes research slow, but you'll be spending so much time grinding base expansions and other objectives that it doesn't matter. The characters won't even remark on hundreds of pop leaving.\n\n10) The only cool tech in the tree are space elevators and hyperloops. Everything else is underwhelming (or just simply required, and thus neutral). Military tech is the least inspiring. \n\n11) New-game plus would be wonderful to experience the other stories. For now, it is too much grind.\n\n12) The required amount of sprawl, while obviously carries a strong story component, feels overly forced and annoying. It makes expansion feel necessary only for the story, rather than the stated purpose of your character, which is to terraform. I suppose this ties into the feeling that terraforming is only a goal, and loosely ties into all the events and things happening.\n\nI know I had a lot of criticism to provide, and I really did enjoy my time with the game. But I had hoped for more, and these many flaws prevent me from playing it again, rather than spoiling the experience I had.",
  "collected_all": false
 },
 "76561198119222543": {
  "playtime": 889,
  "left_positive_review": true,
  "review": "I took a bit of time to think how I should write this review, after playing through the game. So if you want a detailed version read bellow. Tl;Dr 8/10 beautiful graphics and music, more for relaxing gameplay, if you are looking for a colony builder that’s semi idle this is the game otherwise I recommend looking for other games.\nBeware gameplay spoilers ahead!!!!\n\n\n\nNow the long story:\n\nThe game has truly stunning views and music, the atmosphere of the situation can truly take you to any sci-fi fanatics’ heaven, sadly the game part does not deliver such a “punch”. The game is a casual style strategic resource manager with one problem almost 0 resources. They show you hot spots of recourses and the maximum amount you can find in them is around 10k of that recourse in cluster that contain from 500 – 2000 after that you are screwed if you can’t quickly establish a route to another hot spot, while recourses that you discover like uranium, can be so far away that you will never reach them, and you will never use it or the tech that requires it. Now the tech tree some parts are vital, like nitrogen import (since you can’t get it any other way), and some tech will never be touched (no reward for using it other than just having it) the army tech is one such example. The tech tree is limited would wish for such tech as deep drilling or something resembling it for infinite or near infinite recourse production in late game. Now about getting RP (research points) don’t go to ? for the recourse just build colony’s much more efficient, don’t need special placement, generate more than 10 times more, the only benefit of the ? is the lore you get. You would think what more can be wrong with the game, the combat OMG the combat, you get an opponent that comes out of nowhere(also disappears into nowhere) with an army so big that he can destroy you in a few minutes if you don’t throw your resources at that moment into defense,  which sits idle(using up energy and resources) for a long time till he reappears a long time later at which point your army is so big you just remove him from the face of mars in a second do to always living in fear before, since the appearance and disappearance of the enemy comes as a surprise with no warning. Now the tech tree of the army is one of the biggest in the game but used only just for 2 combats, which brings me to question why have an enemy in the first place. To sum up if you’re a casual gamer looking for a Zen game and never wanting to truly spend hours or days on paper planning to just be disappointed you found your game, if you’re a hardcore strategy game fanatic with tens of city builders and strategy games in library run away, you will be mad at this game, you will rage, you will want to delete it, just because you ran out of Iron or aluminum or any other resource and the closest instance of it is on the other side of the planet and there is no way you will reach it and even if you reach it and mistime when your enemy appears well kiss your hard work goodbye as it blows up to an enemy you could not expect or just break down from not enough repair drones which need the resource in the first place to be built. To finish this review, I am truly sad the game is what it is and not what I expected it to be a realistic mars transformation game. But I am willing to wait a year, a decade, to give the devs time to fix it, make it better if not, well it is going to be just another game in the shelf.\n",
  "collected_all": false
 },
 "76561197989593057": {
  "playtime": 1325,
  "left_positive_review": true,
  "review": "I was hoping for a mega city managing challenges, but this is okay",
  "collected_all": false
 },
 "76561197971309565": {
  "playtime": 2554,
  "left_positive_review": true,
  "review": "Had a lot of fun with this one. I especially enjoyed the story in the campaign mode. As a colony builder, Per Aspera is fun albeit a bit on the simple side. The only complaint I had was with the automated worker drones. The priority system doesn't work that well so it can be hard to get them to focus on what you deem important. \n\nOverall though I'd say this is a solid entry in the Colonise / Terraform Mars genre of games. Hope to see some DLC or expansion in the future.",
  "collected_all": false
 },
 "76561198025644091": {
  "playtime": 225,
  "left_positive_review": false,
  "review": "If you've played titles like Surviving Mars, or Offworld Trading Company, this game will feel very familiar. Setup critical infrastructure, manufacturing supply chains, balance your colony's needs with your resources needed for your special projects. As far as the formula is concerned, Per Aspera nails it... almost.\n\nIronically the thing they added to the formula is the weakest: Combat in this game is [i]simple[/i], woefully so in fact. The initial introduction to combat puts you at a significant disadvantage. A disadvantage that, if not prepared for, will leave you in a sort of permanent lurch, eventually collapsing even a well designed infrastructure backbone. Add to the fact that your defensive infrastructure has limited range compared to the enemy's offensive capabilities and their unlimited, roaming assaults, and there's no real way to recover from a penetrating attack in time to stave off the next one.\n\nAnd this sucks, really, because their storywork is excellent, and manages to hook you almost immediately to the needs of the mission, and the deep philosophical questions about Artificial Intelligence, told rather uniquely via the first person. The voice acting is impeccable at delivering the emotional weight of the various situations posed, the writing is believable, and overall the gameplay loop that backstops all of this is tried, tested, and satisfying.\n\n I sincerely hope that the depth to the combat system improves so that there amounts some form of counterplay and pre-emptive buildup. As it stands right now I can't recommend this game, but am very interested to see how the systems evolve over time. Hopefully the developers can put the same quality and loving effort, that they've given to the other systems, into combat.",
  "collected_all": false
 },
 "76561198085996385": {
  "playtime": 2210,
  "left_positive_review": true,
  "review": "I'll recommend once i can get water from the oceans and not just the select resource mines.\n\nedit they fixed it",
  "collected_all": false
 },
 "76561198063378930": {
  "playtime": 3167,
  "left_positive_review": true,
  "review": "Sadly there is not a MAYBE option in doing a review when it comes to Recommendations. This game should have a MAYBE option... simply because this game will very quickly become boring for city builders. The only thing going for it right now is the promise that the developers will work on new content in the new year. \n\nMuch like Frostpunk once you resolve the mechanics on how to get what resource at what time - the story is dead. All you have left is to explore the areas with more mindless buildings which will place more pressure on your resources and so the circle perpetuates. However the mechanics seems to have flaws BUT the dev's picked these up and made some very quick hotfixes, which is highly exciting to see as so many games are dumped on the market with no support. Lets hope this continues as this is where the potential lies. \n\nThe Game as is - is a masterclass in graphics. That said - there is a lot of room for improvement to find buildings  currently only possible to zoom out to find the icons or literally clicking on every building - I might add some of you will memorise what each building looks like and would find this easier - I am just to lazy and what to sort or use left right arrow to scroll through buildings. Sadly the graphics do not support the research and the end game is disappointing. \n\nTalking about research - it is a very long process which is unfortunate as you will find days where you cant do much until the next research is done. It is also not helpful when you are not told how you can speed it up, noteably adding more colonists seems to increase research output. Which brings me to the non-existent HELP File or Guidance. Seriously?? - the knowledge base just tells you about the building, but not what it requires, what the production chain is and what the building can do or not do... This naturally results in many re-starts. \n\nThe story of the AI in normal mode... is awesome, however I would have preferred an option where the AI goes rogue. The outcome of questions irrespective which you answered seems the same which is disappointing and very early on in the game you get the option to go \"bad\" but this option is not forthcoming. This would have made for a better game enslaving the colonists and determine their fate.  The sandbox mode is just tedious with no instructions and no missions. Lost of room to improve here. \n\nOverall this is great game with excited developers. BUT if you have limited funds - wait for a sale. The full price is not worth it. Hopefully new content will justify the cost. Especially when this game will continue the story beyond terraforming and becomes a game of logistics, city building and potential interstellar wars. \n\nThis game is 7/10.",
  "collected_all": false
 },
 "76561198027454140": {
  "playtime": 1158,
  "left_positive_review": true,
  "review": "I like it. Lots of updates/improvements",
  "collected_all": false
 },
 "76561198037307665": {
  "playtime": 2452,
  "left_positive_review": true,
  "review": "I think this game has a lot to offer, it needs some work but even in it current state it was extremely fun to play",
  "collected_all": false
 },
 "76561197988525749": {
  "playtime": 4304,
  "left_positive_review": true,
  "review": "great scope",
  "collected_all": false
 },
 "76561198132979968": {
  "playtime": 2126,
  "left_positive_review": true,
  "review": "Very interesting concept and story in my opinion. i have not gotten to the end game just but so far its good",
  "collected_all": false
 },
 "76561197992688765": {
  "playtime": 3122,
  "left_positive_review": true,
  "review": "A bit rough around the edges, but quite enjoyable. The game is on the slower side, and generally very chill with an interesting storyline. I can tell that it'll take at least two to three playthroughs until you manage to get everything. However, there seems to be a bit of a lack of general variety perhaps. Biggest gripe is probably the transport network - I read a guide and still have no real clue how it actually works.",
  "collected_all": true
 },
 "76561197976468311": {
  "playtime": 1009,
  "left_positive_review": true,
  "review": "The game itself is tons of fun. Plays really well and the story is fantastic. I'm hoping that they add more planets in the future.",
  "collected_all": false
 },
 "76561198026003300": {
  "playtime": 7142,
  "left_positive_review": true,
  "review": "The idea of mankind making Mars its second home has been brewing in our collective consciousness. As we finally approach this incredibly milestone, I feel inspired to play in a Martian sandbox. For the last few years; I've been following numerous games as they attempt to capture this concept. I'm sure you all know the usual suspects.\n\nWhen I find a game is focused on glorified battle I tend to immediately eliminate it. War and killing does not inspire me. I want to imagine a future where human horizons are expanding and I hope we are getting better at doing this without violence. So I'm looking toward the survival against the elements direction. How can mankind use our intelligence and technology to expand our horizons? Similarly I don't want a game where the mechanics get in the way of the sense of wonder and progress.\n\nI have found Per Aspera to be a deeply developed realization of my Mars play dreams; with caveats. There is a constant sense of struggle against the harsh reality of Mars' natural world. The balance between this struggle and the joy that comes from constant \"little wins\" as you build mines, factories, supply chains, and housing is addictive. Per Aspera is deep enough in the details to keep your brain working, but not so overwhelming that you cannot see the big picture of what you are accomplishing.\n\nBy beginning with a fully open planet that is accurately proportioned from topographic data; you begin in awesome desolation and wilderness. By choosing sandbox mode, you actually have the option to start your adventure from anywhere on the planet you desire. If you prefer the story, there is a complex and controversial one that awaits you.\n\nI have to give a huge shoutout to the amazing artists that must have spent years perfecting each building and thousands of animations. Per Aspera allows you to instantly zoom from a single \"worker\" transport, out to buildings and roadways, all the way back out into space. It feels very much like Google Earth, but with the ability to create the cities and networks you see below you. You can choose to simply lay out your designs from above in an old-school sim city style, but if you take the time to zoom in you can see every building has a lot of character and life in it.\n\nI hope I have made it clear that this game is very ambitious. Here is where the difficulty lies. Compromises must be made to engineer something like this; and compromises are almost always controversial. Here is one example: Building and terraforming Mars is going to take multiple human generations, and the conceit the developers chose was to have you play as an everlasting AI overseeing development from above. This then opened up a story involving AI, Mars, humanity, and the interplay between these. There are twists and turns in this story that are certain to surprise, and will surely please some and frustrate others. \n\nThe amount of complexity necessary to model and manage a functioning system on a planetary scale is high. I feel like the developers have generally pulled this off, but there are certainly bugs. Multiple patches have been forthcoming in the weeks since release, and we are told these will continue in the new year. There will be periods of frustration for most players when playing even the latest release. If you can find the patience to work through these frustrations, they do not break the game. I have found that I could work around any issues with enough patience and creativity. The patches so far have made progress on fixing the most frustrating issues. There are also reasonable limits on the number of structures that can extend around the planet. You cannot fill the surface of Mars with cities at this time; but you can create world circumnavigating arteries and infrastructure. This may be an opportunity for the developers to improve and expand the game's capabilities in the future.\n\nYou will need to enjoy sim city type games to enjoy this game. There will be periods of hours where you will be planning and managing resources similarly to those style games. But I feel this makes sense, and fits well with the Mars story. Humanity's expansion beyond Earth is likely to be a lot more about managing resources and supply chains than anything else. Per Aspera does a good job making this side of things fun. The developers constantly mix things up with new exploration and terraforming objectives. Of all the sim city style games; this is the first since the very original that truly sucked me in for endless hours.\n\nI am very impressed with this game, and believe it will become well loved over time. I certainly enjoyed both the story and sandbox modes. The game is also reasonably priced in comparison to its depth and replayability. It is clear the amount of art and development work that went into Per Aspera is on par with much higher priced games. \n\nIf you are excited about mankind's expansion to Mars; Per Aspera is a wonderful experience that will likely pull you in for many hours.\n\nI highly recommend Per Aspera.\n\n",
  "collected_all": true
 },
 "76561197970048078": {
  "playtime": 1435,
  "left_positive_review": false,
  "review": "I was really digging this game right off the bat. The aesthetics, the fantastic voice acting, and the hints at a larger story about AI consciousness are great to see, especially in a colony builder. Unfortunately, the game mechanics start falling apart once you reach the midgame and become pretty unbearable if you want to finish out the story. I ended up using Cheat Engine to reach the end in a reasonable amount of time.\n\nPart of why my played time is fairly high is that I was playing on the harder difficulty. The first time I reached the midgame, I cranked up the time multiplier to let some tech research finish... only to essentially have a colony collapse spiral when I realized I'd run out of resources to make maintenance drones. I figured ok, cool, I let the system get out of control and it's a neat clockwork thing that will break if you push it too far. I'll just start over and pay more attention next time.\n\nBut no, it turns out that what actually had happened was the drones that carry your resources around your base, e.g., from the iron mine to the steel factory to the parts factory etc., have really bad AI. When you're first starting out with a small base you don't notice it, but when you've got a base that's essentially a graph with 300+ nodes and 1500+ edges, the drones' favorite things to do become: 1. carry a single unit of a resource back and forth between two buildings that need that resource, and 2. decide to bring a unit of a resource from the other side of the planet to the factory that needs it, rather than taking it from a building right next door.\n\nSince this doesn't affect small bases as much, this wouldn't be so bad if the game didn't force you to expand in order to both survive and advance the story. Resource deposits are finite and so you have to keep finding more to keep up with your colony's needs, and eventually the story objectives devolve into a series of objectives that are either 1) expand your base to this distant part of the planet to set up a research lab, or 2) complete projects at your spaceport that take tons of resources.\n\nIt really would be a grind even if resources moved efficiently around your base, but as it is I can't imagine finishing the story without many hours of repetitive micromanagement.\n\nAside from these mechanical issues, it feels like the narrative is pretty well-tuned at the beginning of the game, but again things fall apart later on. Dialog prompts start appearing out of order, referring either to events that have not yet happened, or reflecting on something that happened hours ago as if it had just completed. Emotions will be extremely strained with a character in one conversation, and in the very next one they're as cheerful as ever, as though nothing happened.\n\nThere is a really cool game in here, I just hope they're able to bring it out in future updates.",
  "collected_all": false
 },
 "76561198097172856": {
  "playtime": 1477,
  "left_positive_review": true,
  "review": "Fun game with great story. Base building is interesting and looks good but lacks a depth of some other builders. You definitly want to play this one for a story not for base building aspect. Overall had fun but it's a kind of game where you finish campain and move on to new title. This isn't bad thing though.",
  "collected_all": false
 },
 "76561198228969868": {
  "playtime": 9933,
  "left_positive_review": true,
  "review": "A great resource management and base building game, minimal combat element, decent story line",
  "collected_all": false
 },
 "76561198038800599": {
  "playtime": 2840,
  "left_positive_review": true,
  "review": "Runs very well and the complexity is addicting. Fully recommend.",
  "collected_all": false
 },
 "76561198009523558": {
  "playtime": 507,
  "left_positive_review": false,
  "review": "Great atmosphere & great game for the first hour or so.\nThen the Bugs & bad AI hit & your base death spirals.\n\n\n1st game I got to just before finding the enemy & without noticing the buildings collapsed into ruin, fair enough I need more maintenance or transporters.\n\n2st game, I had plenty of transporters, doubled up on maintenance posts. Suddenly all of my building went into disrepair at almost the same time, turns out I have a ton of resources, lots of transporters.\nBut the game has a semi common bug where the maintenance or other buildings will suddenly stop getting any resources.\nand I deleted an aluminium mine, a bug caused the aluminium resource to disappear etc, effectively killing my mini forward base.\n\n3rd play through, early game & I realised that my maintenance drones were being wasted on repairing a building at 95% health & IGNORING the 20% health buildings....\nI watched a maintenance depot build 6 lots of drones that repaired the same 6 buildings from 90% to 100% (Single use repairer), while not repairing the crumbling building right beside them.\n\nThis game could be great if the bugs & AI were fixed.",
  "collected_all": false
 },
 "76561197984386972": {
  "playtime": 1840,
  "left_positive_review": true,
  "review": "I really enjoyed this game, it took me 3 attempts and 30 hours to complete, however late game is severely lacking, i hope they continue to add content, i look forward to playing this again in 6 months when its more complete. overall it feels like a poor mans Surviving Mars",
  "collected_all": false
 },
 "76561197987063883": {
  "playtime": 1607,
  "left_positive_review": false,
  "review": "This game is unfinished at all aspects. Story is like written by 13 years teenager girl, who just studied about existent of Mars, and saw couple of concept of it colonisation. Sci-fi is more like Mary Sue fantasy, with just a gimps of real Sci Fi.\n\nRecommend only for masochists because of unfinished logistic game play.",
  "collected_all": false
 },
 "76561197970851211": {
  "playtime": 2842,
  "left_positive_review": true,
  "review": "Ultimately, Per aspera does exactly what it sets out to do. \n\nIt has some wonkiness, as well as a few issues that have been resolved from patches, but the gameplay is there and feature complete.\n\nThe story is nice, the voiceacting is top notch, and I've sunk nearly 50 hours into it as of this review, with several of those hours having passed without realizing it.",
  "collected_all": false
 },
 "76561198073609380": {
  "playtime": 846,
  "left_positive_review": true,
  "review": "5/10\nLove the Idea. Love the storytelling format.\n\nHowever, story FALL APART after few hours into the game.(go fix it!!!!!) It do ruin the overall game experience.",
  "collected_all": false
 },
 "76561198003437154": {
  "playtime": 1597,
  "left_positive_review": true,
  "review": "I like this game, and I don't find it very difficult.  Probably because I saw what the mechanics were, said \"OK, so it's basically a modern Settlers 2 that makes a bit more sense\" and then used the skills I learned when playing Settlers 2.\n\nThis is a game that doesn't spoon feed you, and where what you're supposed to do next gets unclear as soon as the tutorial is done.  It does get frustrating at times, and it isn't bug-free.  But it's different to most of the other city builders out there, and the only penalty you get when you make a mistake is that things get delayed.  (Admittedly, delaying your military response can be game ending.  But if you have a strong economy, then when the military options appear, you just go into war mode until you've got things under control.)\n\nThere are some annoyances, and you will get frustrated at times.  If you look at Surviving Mars, that's a game where it's possible to get things right all the time, and you get punished for failure.  This is a game where you will be getting something wrong most of the time, and it doesn't matter very much.",
  "collected_all": false
 },
 "76561198432715342": {
  "playtime": 6966,
  "left_positive_review": true,
  "review": "Over all a pretty chilled game too play, it dose have it's problems a clunky U.I. and a poor battle interface, you do start to get bad lag when you get to over three hundred buildings and resources can become a problem as they can run out very quickly.\nThis game just needs more balancing and the A.I needs better pathing for it's droids as they can get confused on where they are going.  These are just little things that can be annoying and game braking.\n\nOn the good side the story line is quite good if a little out of sink at times, visually pleasing as far as mars go's with mapping from NASA .\n\nIf you do like city builders then I would give it a few months to work out the bugs it has and get it  on sale.",
  "collected_all": false
 },
 "76561198018319245": {
  "playtime": 972,
  "left_positive_review": false,
  "review": "It got too many problems gameplay wise: \nBad logistical system, no finite resources, poor learning curve no way to halt O2 production, cascading effect is too easily obtained. \nAll-in-all quite a mess.",
  "collected_all": false
 },
 "76561197978860099": {
  "playtime": 1583,
  "left_positive_review": true,
  "review": "A slightly unpolished but generally enjoyable and somewhat intriguing take on the terraforming strategy genre. For me, it somehow manages to tickle both the \"relaxing\" and \"OMG CRISIS!\" boxes at the same time, no mean feat. It's a game that values macromanagement over micromanagement, with a tangible and generally rewarding pace of goals. The story is an interesting delve into the developing psyche of an AI, and is what makes this game unique amongst these types of strategy game, even though ultimately, it sits more on top of the strategy layer, rather than being intimately woven into it, allowing you to either be interested in the lore or glean over it quickly.\n\nAfter a few initial issues with the launch version, the recent patches have addressed some, but not all of the outstanding issues with the game. I can recommend the game in its current format, but a wholehearted recommendation will need to wait until some further bugfixing and rebalancing is done.",
  "collected_all": false
 },
 "76561197972285196": {
  "playtime": 1905,
  "left_positive_review": true,
  "review": "Undeniably a mixed bad with some mild frustrations in there, but its a solid story game with some neat mechanics. Its too expensive, but buy it on a sale and I reckon its well worth it.",
  "collected_all": false
 },
 "76561198145469071": {
  "playtime": 3391,
  "left_positive_review": true,
  "review": "I think it's a pretty decent game, it's not too in depth in terms of what you're doing in the game currently, but it's pretty chill to do a little management here and there. Maybe hold off on a purchase right now if you're expecting an experience closer to like surviving mars. \n\nI haven't played through much of that narrative as I've been keeping to sandbox mostly, but from the little I saw there were some issues with how events played out with certain events firing like I had done some action. I hope the devs can tweak that aspect as it did break my immersion when I was playing through.\n\nThere are issues related to how resources are distributed within your logistics system. In my experience you can use cheat engine to help fix that problem, but obviously I'd prefer for some way in game to fix this rather than rely on an outside tool to do so.",
  "collected_all": false
 },
 "76561197982915176": {
  "playtime": 699,
  "left_positive_review": false,
  "review": "Conceptually, I really like Per Aspera; a 4x-like experience with a neat sci-fi story should be right up my alley. Unfortunately, the 4x layer of the game is very shallow (despite appearing quite elaborate) as certain mechanical guardrails make it very difficult for you to 'lose' no matter how inefficiently you lay things out, and so it really only serves as a means for you to kill time in between story beats. If you're looking for a rich sci-fi strategy game, stick with Endless Space 2.",
  "collected_all": false
 },
 "76561197984029286": {
  "playtime": 777,
  "left_positive_review": false,
  "review": "The question for a positive/negative review here is \"do you recommend this game\"? And it's really hard to say this, but right now that is a \"no\". It's hard because I absolutely love the game. It's just not a complete game to me at this time, especially given its long term goals as a sandbox game. And I hope that saying \"no\" here may help to influence the devs to continue to work and add those lacking features.\n\nMany other reviews have mentioned many issues already, but I'll just mention my one huge issue right now. The fact that you keep having to \"mine\" for food and water after you've generated water on the surface and have plants & animals growing makes absolutely no sense. You have to keep hunting for a supposedly limited resource when you have acres of farmland and lakes covering the planet. This makes it nearly pointless to have anything beyond the tiniest human colonies which seems to defeat the entire point of the endgame: Terraforming.\n\nI sincerely hope there are more large design changes coming to this game and not just bug fixes. The base mechanics and story in this game are fantastic and if there's more content added this has the potential to be one of the best space-based colony management games yet.",
  "collected_all": false
 },
 "76561198010575946": {
  "playtime": 2249,
  "left_positive_review": false,
  "review": "Low quality product, instead of AAA games.\nPlease do not buy this. until the developer fixes the logistics. performance. graphics finally.\n\nI was promised a green mars, where is it?\n\nI finished the game it's still the same red except for the crooked half filled ocean...\n\nPeople need water. There is a whole ocean nearby, but you have to get water from a mine. seriously ?!\n\nI hate it. and take me back 25 hours of playing and hundreds on waiting then it go out.",
  "collected_all": false
 },
 "76561198031290130": {
  "playtime": 3521,
  "left_positive_review": true,
  "review": "Good idea, and I think after short time all \"child\" problems for this project will be like a bad dream. \nAnd I enjoy all time in this game.",
  "collected_all": false
 },
 "76561198089005532": {
  "playtime": 938,
  "left_positive_review": true,
  "review": "After surviving Mars best Mars city builder !!!",
  "collected_all": false
 },
 "76561198010363057": {
  "playtime": 1208,
  "left_positive_review": true,
  "review": "This game is great. It maintains it's pace throughout the entire game with an incredible sci-fi story. If you liked Surviving Mars you will like this.\n\nJust finished the game. Oh man it's sooo good. Please play it. \n\nTo the Developer:\n\nBravo!\n\nMake way/road upgrading easier, maybe drag and drop a circle and all roads in that area are improved? \n\nMake the space elevator more relevant. I assume it's like a hyperloop but at a global scale. But it's unclear in game. \n\nPopulation a little more relevant. Make me responsible for their happiness. Build parks, hospitals, schools etc to keep them sane. \n\nHow many different endings are there? Can't wait for a sequel!!!",
  "collected_all": false
 },
 "76561198085670638": {
  "playtime": 634,
  "left_positive_review": true,
  "review": "Very fun system and story :)",
  "collected_all": false
 },
 "76561198032785779": {
  "playtime": 1750,
  "left_positive_review": false,
  "review": "cool early acces game, \nat the beginning 144fps after 5.5 hours it was only 35 fps.\n3900xt 12 core\n2070Super\n32 Gb ram\n\nit's not the pc's fault.\nFix your game,\nbtw. cool game i love it but i cant play it anymore with 35 fps.\n\nPlease do not buy the game at the moment, the basic mechanics do not work and that has been proven. check out the discussions. It is an Early Access game and you can be a beta tester at full price.\n\nGraphics 10/10\nGameplay 0/10",
  "collected_all": false
 },
 "76561197970558757": {
  "playtime": 1688,
  "left_positive_review": true,
  "review": "This is an interesting game.  It presents itself as a standard City/Colony Builder, taking place on Mars.  In that regard, it's similar to Surviving Mars.  But, the more I play, the more the differences become clearer.\n\nI have run into a couple of seemingly out of place events that seem to put the story out of order.  But, I'm actually not quite sure if that's not the intent...whether or not the story being told is what I'm seeing on screen.\n\nMaybe, maybe not.\n\nI did restart one game that seemed to not be recoverable, but found things playing out differently on the second run.  Then, when I decided I had gotten a better handle on the systems, I returned to my abandoned run and was able to recover it.  \n\nThere are quirks to this game.  If you attack each objective as it immediately comes up, the story may present itself in a weird way.  Maybe the devs will address that.  Maybe it's intended to be that way though.\n\nRegardless, I find this to be a compelling and interesting story about AI where what I am doing from moment to moment may or may not be the point of the game.  I'm curious to see where it goes.  For that, it gets a recommendation.",
  "collected_all": false
 },
 "76561197972313615": {
  "playtime": 940,
  "left_positive_review": true,
  "review": "A diamond in the rough. Absolutely recommended if you willing to put up with a few niggles and annoyances that make managing larger or multiple bases a pain. There is also a few scripting errors with the story, events firing after the fact etc, but nothing I found too off putting.  If these are deal breakers, then I'd wait for a QOL patch or two then check it out.",
  "collected_all": false
 },
 "76561198071988942": {
  "playtime": 610,
  "left_positive_review": true,
  "review": "It's like Surviving Mars but good",
  "collected_all": false
 },
 "76561197992736461": {
  "playtime": 1572,
  "left_positive_review": true,
  "review": "It's an ok game for the price (costed me around $6.3 thanks to regional discounts), will give you about 20 hours of engaging gameplay despite its obvious flaws.\n\nDon't expect much depth and replayability from the game in the current state.\nAnd as every other review says, it does need a lot of QoL improvements.",
  "collected_all": false
 },
 "76561198003147747": {
  "playtime": 2210,
  "left_positive_review": false,
  "review": "Grab it on sale, with 50% discount. My experience with campaign mode so far:\n\nIn general the game feels unpolished and unbalanced. \nLet's take worker drones for example, to run a mid game economy you need around 40 of them and still need to put priority on steel/electronic factories. \nThe thing is that a single drone hub building only increases worker drone capacity by 1, so you need 40 drone hubs....I have literally fields of those things, I have more drone hubs than solar fields just to provide the needed workforce in mining heavy areas. And this with level 1 tech factories/mine speeds.\nThe priority system is very basic, binary even, you can raise the priory of a building...and that it (also there is \"allocation\" of resources per resource but shhhh - I told you nothing about it, the game tells nothing about it too)\n\nSpeaking about technology...\nThere is only one and only one tech related to worker drones - faster roads, that is, for a price of your whole midgame economy you can create a super expensive highway from one end to the other...still not tried, since it is SUPER expensive. \nBy the way, the game does not tell you how much distance is between factories in kilometers until you research the faster roads tech.\n\nThe other technology you can research is mostly garbage.\nFactory production speed is not worth it since you can build a second factory and it will be way way more efficient than upgrading existing one for a price of 3 factories just to get +50% production speed. \nUpgrading mining can be beneficial since there is a limited amount of resources on the map...and you will run out of resources eventually.\nAnd by the way resources are randomly generated, even in campaign, if you are unlucky and did not have a second aluminium resource node then you are going to stare at the screen for twice as long without being able to do anything.\n\nNot sure how I feel about the terraforming technologies.... space mirrors? asteroid trapping? eh....well, the game just advanced me to terraforming stage 2 in a couple of years with me doing pretty much nothing - launched black dust to cover the poles, once, that is level 0 tech.\nThe storyline alternative is to launch nukes at the poles using an old chinese space program silo...that's fine, but you have to be extremely persistent in pursuing this option - lets see, first you need to unlock the sector with the silo, that's to launch a satellite over it...then you need to research more launch sites and build a new one for a fortune...then you will need build the base from the ground up (exactly like the first time) until you get colonists to the silo....compared to a single launch of black dust covering that is like 10x the effort in both resources and time.\n\nAlso descriptions are inconsistent in the tech tree and what you actually get number wise - looks like an attempt on last minute balancing before release.\n\nAlso also the game is buggy on basic level - more than once I seen worker drone in traffic hell, hauling a piece of steel between two points back and forth for months....",
  "collected_all": true
 },
 "76561197972190402": {
  "playtime": 1316,
  "left_positive_review": false,
  "review": "There are a lot of bugs that need to be hammered out before I can recommend this. Narrative beats being slightly out of order is one thing, but construction completely stalling until you demolish/rebuild a building needs to be fixed. There are also naked placeholder strings in some of the UI, and the way worker robots work is *very* unintuitive. (This last point could be forgiven, except that the game makes no effort to explain or demonstrate how workers prioritize moving resources. The tools provided to visualize how over/underutilized your workers are also don't seem to correlate to reality at all.)\n\nI also have some balance concerns related to resources being depleted very quickly, or being blocked before you can exploit them. The latter feels particularly unfair because you don't have the ability to efficiently store large quantities of resources, and if you rush to exploit them, your infrastructure will be destroyed as the planet undergoes changes.\n\nThe narrative is really interesting so far, and the visuals and concept are very appealing, but this needs more time in the oven. \n\nI'll be sure to update this if there are patches.",
  "collected_all": false
 },
 "76561197995540646": {
  "playtime": 2259,
  "left_positive_review": true,
  "review": "Falls a little flat in some places but good game, really liked the story",
  "collected_all": false
 },
 "76561197998852176": {
  "playtime": 912,
  "left_positive_review": true,
  "review": "There is no hostilities, everything is fine. The colonist are so peaceful when they sleep =) ... Hello ?",
  "collected_all": false
 },
 "76561198087963514": {
  "playtime": 4717,
  "left_positive_review": true,
  "review": "I can't get Mystery Lab out of my headddddddddd\n\nEdit: 72 hours flew by in a flash, good game.",
  "collected_all": false
 },
 "76561198021705333": {
  "playtime": 1296,
  "left_positive_review": true,
  "review": "Fun and interesting story. Some of the end game is a bit underbaked. Needs more post launch support.",
  "collected_all": false
 },
 "76561198105390742": {
  "playtime": 2719,
  "left_positive_review": true,
  "review": "First review, not normally into it but I wanted to count against the bad reviews. This game isn't perfect. At times, it can even be outright tedious. Ironically enough, I felt more immersed in terraforming Mars with these flaws than without. Your workers aren't precise, you can accidentally tap yourself out of resources, you can accidentally re-prioritize activities leading to a a slow death via decay as your workers fail to sustain themselves. While it definitely has flaws, for a terraforming simulator it was beautiful. I personally liked that you can accidentally hard lock yourself in the campaign a number of times, as it felt lore-friendly. After all, [spoiler] the Martian landscape is littered with the remains of AIs and humans who have met similar fates, [/spoiler] the process of terraforming is very vulnerable to failure, particularly in its infancy as it gets established on the planet. Game isn't perfect, but the narrative is interesting and I found it to be an experience I, as a space nerd, have a hard time putting into words. Seeing the oxygenated glow of atmosphere as plants crept across Mars had me wearing a cheesy grin as the work started paying off. I could see why it isn't for everyone and I can see why the city-builder crowd it griping. This game isn't about min/maxing and micro-managing your resource drones. If you're looking for a precise city management sim then I wouldn't recommend this game. However, in the 4 days I have owned the game, there have already been two patches to help with these QoL issues. However, if like me, you bought this game to [b] Terraform Mars [/b] then I'd recommend it. If you're unsure, wait till it's on sale. This is a case where I adamantly say you should know what you're playing for. This game is a long haul and the usual 2 hour window will not allow you a faithful look at the best it has to offer.",
  "collected_all": false
 },
 "76561198095676511": {
  "playtime": 1106,
  "left_positive_review": false,
  "review": "TLDR: It becomes a real chore to play and though I would love to know what happens to AMI I simply can't bring myself to grind through the illogical logistics nightmare to keep getting the out of order snippets of story\n\nThis game shows HEAPS of promise at the start...\nThe narrative is engaging.\nThere are mysterious things happening.\nIt is fun to balance the resources needed to ensure your survival and that of the colonists.\nThe Tech tree looks exciting.\nThere are clear goals to reach to terraform the planet.\n\nWith less than 5 hours in I was enjoying the game much more than say Surviving Mars.\n\nHowever eventually I reached a point where all the good things I listed above turn around in one way or another.\n\nThe narrative falls apart and you start getting notifications of events out of order, things that your AI character should already have known based on other events. A lot of the responses don't make a lot of sense either.\nThe mysterious things that were happening all just seem to stem from people being assholes and ignoring long term repurcussions and I eventually got really annoyed with the lead colonist who displayed behaviour unfitting of her position.\nThe logistics management all falls apart later game, you will have colonists needing water and a drone standing next to a full water mine not doing anything. Hyperloops do little to help with this as only 1 resource can pass through them at a time and there is no reliable way to transport resources en mass over distances.\nThe Tech tree becomes kind of boring as you realise all you effort into terraforming mars cant be harnessed. Want to use some of that water on the planet instead of arbitrary water mines? No technology for scooping water out of the sea sorry. Want to grow some plants for food for the colonists? Oh no those plants just convert CO2 to O2 they are not for eating, get back on the chemical and water diet please.\nThe Goals to terraform the planet fall apart towards the end, there are many feedback loops you can get stuck in, flooding the oceans and loosing access to minerals, having the plants and lichen convert too much CO2 to O2.\n\nI really wanted to recommend this game and did enjoy it for the first 6 or so hours but it left a sour taste in my mouth as the whole game seems to fall apart later on.",
  "collected_all": false
 },
 "76561198111036050": {
  "playtime": 2488,
  "left_positive_review": true,
  "review": "The game requires attention  so it can be challenging to sustain growth. As the game evolves new challenges appear and this requires you to adjust your play. I have been enjoying it although I lose track of time too easily.",
  "collected_all": false
 },
 "76561198073184663": {
  "playtime": 907,
  "left_positive_review": false,
  "review": "Could have been a great game, but it currently has too many annoying bugs and weird design choices.",
  "collected_all": false
 },
 "76561197961262780": {
  "playtime": 1312,
  "left_positive_review": false,
  "review": "Really needs more nuanced prioritizing options. Its all supposively about automation; but falls flat due to the chaotic nature of the workers deciding to do their own thing before everything else that should be more important... Forexample: \n\nMy silicon mines are stuck with full mining stock piles, but my electrical factories are starving of silicon, yet no drone hubs nearby is doing anything about it; unless i hit the prioritization button which basically says all drones should be on the task which remove them from doing something else equally important somewhere else in my huge base. \n\nSudden a mine runs out of something and something else starts lacking, because i was too busy trying to fix another chain and not expanding my base to the next nodes.\n\nIts micro management game without nuance and more about just placement, that its obnoxiously slow yet absolutely chaotic at higher speeds.\n\nCombat becomes just blobing up a huge assault drone fleet with defense towers here and there. and is definitely not the main focus.\n\nAt the start the game is manageable, but as you start expanding between sectors and have to balance your atmosphere composition with microing the absolutely massive base which will eventually crawl down the gameplay as you forced to play at slower speeds or risk death spirals.\n\nSuggestions\n- Give us the ability to set alerts for specific levels of production or when efficiency for a set of buildings go down or if resource production levels fall below a level, especially ability to slow down the game if something is triggered. We are an AMI after all.\n- Conditional Power off / Power On of buildings.\n- Stockpile management needs a lot more work especially when once starts working with large units of resources\n- Allow us to assign drone hubs to specific buildings instead of area.\n- Should be able to assign mines/factories to stock piles instead of a resource, to avoid drones from going all over the place\n- No way to convert oxygen back to carbon dioxide. This should be simple, we already do it here :) and stockpiles of carbon is available. Currently too easy to get stuck at 95% oxygen and going into a death spiral since everything is on FIRE and silicon and chemicals get completely drained\n- Give us the ability to have multiple graphs of  resources up at the same time.\n- More variation in music... it gets a tad monotonious.\n\nBugs\n- I can get calls from the same character while I'm still talking to the same character. I get these are conversations that may have happened, considering the timeframe. Slow the game down perhaps when such have been accepted to avoid such?\n- Research completions interrupts story elements and can get jarring.\n- Story elements do not stop the game from running in the background. Had all the psych evals WHILE i was in 16x mode and I think that screwed me up in the end game on my second play through attempt",
  "collected_all": false
 },
 "76561198188336557": {
  "playtime": 554,
  "left_positive_review": true,
  "review": "Give it a few months and buy it on sale. Needs some serious QOL changes before it can be played, namely AI improvements as well as lategame buildings and UI improvements. 6.5/10 not a bad deal if bought on sale\n\nEdit 2/10/2021: With the new advanced branch patches it looks promising. A lot of good changes, 7.5/10. Get it on sale",
  "collected_all": false
 },
 "76561198005184939": {
  "playtime": 538,
  "left_positive_review": true,
  "review": "I love every aspect of this game. The cool story, the chill vibe, even the slow pacing. It's the perfect game to play at the end of a long work day.",
  "collected_all": false
 },
 "76561197970707099": {
  "playtime": 604,
  "left_positive_review": true,
  "review": "It's a fun and peaceful mars builder. Getting a lot of late night enjoyment out of it :)",
  "collected_all": false
 },
 "76561198031203159": {
  "playtime": 2162,
  "left_positive_review": true,
  "review": "I found this game very enjoyable, the story engaging, and the gameplay to be very fun. The macro-style building is executed pretty well and the terraforming is fun and interesting. The game does have some bugs and the framerate does suffer when you get far into the game, however, I believe these issues to be mostly minor and the devs seem to be communicating decently with the community and working on improving the game.",
  "collected_all": false
 },
 "76561198003893390": {
  "playtime": 425,
  "left_positive_review": true,
  "review": "Why isn't @elonmusk talking about this??!\n\nI have never felt a bond so strong for an idea as this game made me experience. We have to, as a species, to work together to start using our technology to lay down the road for future generations, for expansion, continuity, prosperity, endurance, [i]Per aspera ad astra[/i].\n",
  "collected_all": false
 },
 "76561198071713722": {
  "playtime": 1254,
  "left_positive_review": true,
  "review": "Great story and visuals, a good game on average.\nBut it is missing tons of explanations, notifications and quality of life controls.\nIt is very hard to understand what is going wrong with your productions lines and environment, because if your road is blocked or a factory lacks materials there will be no notifications about that and you will have to spot and solve issues by eye.\n\nIf you need to delete a range of buildings, you will have to click it one by one, and even more, if it is a branch of buildings you probably will have demolish them one by one from the top, or you will risk getting an isolated stuck branch of buildings that will never get demolished.\n",
  "collected_all": false
 },
 "76561198061402648": {
  "playtime": 837,
  "left_positive_review": true,
  "review": "Game is great So far. I been enjoying the story. The planet looks good and combat was enjoyable to me it had like a enders game feel. If i had to pick what i don't like about the game it would be two minor issues. Events can pop up out of order. Like did the first stage of the terraforming and like 10+ years later i get an event pop up from something during the first stage of terraforming. \nThe other thing would be the worker drone AI. The AI does seem to have issues. But i am wondering if its cause i don't have enough drones for all the tasks at the base and the little guys are going crazy to do tasks. I am hoping maybe they will make worker hubs like 2 drones for 1 hub.\nOverall though great damn game and i am looking foward to see how it progresses",
  "collected_all": false
 },
 "76561198066936563": {
  "playtime": 1427,
  "left_positive_review": true,
  "review": "This game is one of the best strategy resource management games iv ever played. \nIt has many twists to keep the game fresh, and change how you approach the game, and use your resources. \n\nI am Loving this game.",
  "collected_all": false
 },
 "76561198061387546": {
  "playtime": 1281,
  "left_positive_review": true,
  "review": "Knowing what you are in for is paramount with this game. It is not a big complex city builder, and it is not a ressource management game. What you are in for is a game that wants you to terraform mars and keep expanding your base, while experiencing a neat story about AI and what it means to change a planet to your liking. If you want something akin to cities skylines on mars you are at the wrong place, but if the premise intrigues you i would wholeheartedly recommend this game.\n\nP.S. Don't be afraid to reload old saves, and remember saving regularly it will save you a lot of time.",
  "collected_all": false
 },
 "76561198043685721": {
  "playtime": 2169,
  "left_positive_review": true,
  "review": "Enjoyable game. A lot like Blue Byte's Settlers and Settlers 2, but on Mars! I like how the campaign is written and how the terraforming aspect is implemented. Definitely recommended.",
  "collected_all": true
 },
 "76561197997996697": {
  "playtime": 1275,
  "left_positive_review": true,
  "review": "First when did I do this review:\nI just unlocked the third sector, and reached the temperature and pressure threshold (I need now to increase O2 concentration).\nSo, there's a big oompf that, even after patch #2 is \"notable\", however this is quite a spoiler so: [spoiler] When the combat starts it starts strong and I legitimately get pushed in the corner a bit too far (like, there's challenging and then getting pummeled without any space to breath, that was a bit too challenging at a time and reached the frustrating point, which it should not imo. My suggestion would be to have a 'slower' start at the beginning (tho the first wave was on point: if you did not prepare - i did not- the enemy retreat after wrecking havock, but not total destruction. That's a stark reminder to get prepare for war, and it's fine!).\nHowever, I would:\n - Make AMI self-reflect on 'I should [b] really [/b] arm myself'\n - Make AMI self-reflect on 'Well, I should also [b] really [/b] consider my maintenance bot as part of my defense system'\n\nThis would nudge the player in the right direction. The first attack as the second 'warning' shot is really good, but I would allow more time between this attack and the next one.\nIt was a really hard challenge to just get my maintenance up and running again, especially because at this stage you already start to be lacking resource if you didn't crawl-xpand , and I consider myself as a seasoned player of the genre.[/spoiler]\n\nOther than that, the idea of the story-driven gestion game is astonishingly brillant and the hard sci-fi mixed with AI 'sentientness' and Mars colonization is just amazing.\n\nOverall, a really good game, in need of some balance I reckon, but that's normal for every game. I'm confident that the spoiler caveat I reported will be fixed because you can feel the passion of the studio sweating out from the game.",
  "collected_all": false
 },
 "76561198007086699": {
  "playtime": 1186,
  "left_positive_review": true,
  "review": "While the game was a bit buggy on release, I love Per Aspera, and how it traps you in exploring mars. It's so, so beautiful to be able to see mars slowly turn green by your hand. And the story is beautiful too.\n\nIt was fun going through the first stages of the game, slowing building up a base, expanding outwards, reading the story, and while the logistics system can sometimes be a pain in the mid- to late-game, once you get the hang of it, it's not all that bad. The orbital projects too make everything even better. Can definitely recommend to any fans of citybuilders and factorio.",
  "collected_all": false
 },
 "76561198000719541": {
  "playtime": 199,
  "left_positive_review": true,
  "review": "A fun and chill game with alot of potential.",
  "collected_all": false
 },
 "76561197984541682": {
  "playtime": 1692,
  "left_positive_review": true,
  "review": "So far I am one of 2.4% of players with the stage 5 terraforming achievement so you should trust me. \n\nThis is a challenging and good game. The story is captivating as is the monumental task of terraforming Mars. This game's pacing is not over a scale of years, but decades and potentially centuries, so rushing will get you in to trouble. \n\nI played as an AI that had to learn supply chains, determine what was working best, and adjust as I went. Drying up resources, worker drone attrition, and the possibility for violence on Mars is easily preventable and dealt with if planned well. The human creators that I collaborated with had many ideas on technology to research to handle each potential issue. Ultimately, after learning to use all of my overlays, scanners, and tools - I succeeded in my goal of making Mars' environment less hostile to my human creators.",
  "collected_all": false
 },
 "76561198023965138": {
  "playtime": 346,
  "left_positive_review": false,
  "review": "I think this game has a lot of potential, but it's not there yet. With some patches it may become a less frustrating experience, particularly with regard to how badly the workers prioritse their tasks, but it still has a way to go. I hope it gets there but I'd recommend sticking to Surviving Mars for the moment.",
  "collected_all": false
 },
 "76561197995566492": {
  "playtime": 1903,
  "left_positive_review": true,
  "review": "This game offers great and unique experience - hard sci-fi story, grim near-future history of Earth that player can discover through history of mars exploration, and it is driven by fast-paced and dynamic simulation that relies on small number of game mechanics. And it looks very cool\n\n",
  "collected_all": false
 },
 "76561198052601509": {
  "playtime": 858,
  "left_positive_review": false,
  "review": "It is very cool game for the story. The first 10 hours are good. But then the game breaks down from poor optimization and too fast progress. The end game is just clicking special project and waiting 15 minutes.\n\n- The balance is out of wack with colonies.\n- No reason to build crater cities as they have lower RP/resource ration.\n-The colony needs 10 water food for one research cycle but its seems to fast as cant seem to supply the city fast enough. Have enough food close by but that needs 20 drone ticks to supply the colony.\n- Late game building takes really long time as there seems to be bug with the blue new road placement. As you place building  next to 4 already build building it will take some time to blue roads to form. Was at about 1000 buildings. Started to break up my connections and made more hyper loops for small distances. It seemed help a bit.\n- Why are there no upgraded worker hubs or workers. Carry 2 stacks but slower?\n- No way to mine the formed ice or use the sea for water.\n- Still need search for ice from martian soil when you have liquid water lake next to the colony.\n-Combat fits the story but is quite bother. Why cant have auto hunt attacking drones? \n- Food is chemical and water sink? They have not heard of recycling? Could be used to balance the colonies. Larger colonies are easier to supply but have waste, but smaller one need less resources but need to have more workers supplying.\n- Storage building is just bad? Can only hold 100 of each type so if want to mine 800 iron from flood area fast need to have 8 storage buildings for that one mine.\n\nThe game is great at start that breaks down from having the whole planet. It is very cool to look at Mars and transform it but at same time it feels quite useless as use only 10% planet. Well 60%? will be under ice/water in the mid game so does limit it.\n\n\nFor now If you only want to play the story its fine game, but the game will break down. For now would wait for them to fix the game. It is quite shame as the story is great.\nThe terraforming feels bit too fast as water/ice will hide quite many interesting lore from the old research missions.",
  "collected_all": false
 },
 "76561198024304158": {
  "playtime": 927,
  "left_positive_review": true,
  "review": "I've seen a lot of Negative reviews of this game, And I would like to post this to say that I really enjoyed my time playing this and look forward to what the devs have planned for it in the future.",
  "collected_all": false
 },
 "76561197972038714": {
  "playtime": 1975,
  "left_positive_review": true,
  "review": "This game has a very strong foundation and will go from a good to great game after some patches for fixes and balancing. After two patches they have fixed the issues people were having with resources, now the main problem is with the workers as other people have pointed out in their reviews. Right now it doesn't seem to matter how many hubs you build, they either get over-whelmed with what to do, or just seem to forget to take resources to factories... which is a pretty big deal. But it is a fun and charming game",
  "collected_all": false
 },
 "76561197989520749": {
  "playtime": 469,
  "left_positive_review": true,
  "review": "Slow burn of a game.  The base concept of this game calls back to old DOS logistical simulators like Capitalism or Transport Tycoon, though not as deep and a bit more approachable.  I haven't completed the game, but it's satisfying to watch your little base expand to cover expansive areas of the map (the entirety of which is visible at all times, giving you a sense of grandeur).  It starts with simple systems that grow more complex over time, presenting a new challenge around every corner.  I feel as if I'm still in the tutorial seven or eight hours in.  \n\nThis is most likely one of those multiple-playthrough kind of games.  You can even start a sandbox game if you won't want to mess around with a plot.  However, I'm really drawn into the philosophical gravity of Per Aspera.  It's voiced well enough, but not tremendously so.  The fact that you, the player, embody a sentient AI constantly pondering existential questions in between directives is a fascinating way to add tempo to an otherwise long series of dry spells of gameplay.  I still don't know who the bad guy is even this far into playing it.\n\nIt's my kind of game.  Slowly unfolding and slowly gaining speed until the tasks you sat and waited on for minutes on end are strung together into a delicate dance, with the risks increasing each time.  You won't find complex combat or twitch gaming here.  This one's for the old folks who shake their fists at those kids and their games nowadays.  Embrace it if you're down for a slow dance and pass on it if you need action now.",
  "collected_all": false
 },
 "76561198310756436": {
  "playtime": 2900,
  "left_positive_review": true,
  "review": "I wanted this game for one reason and that was to terraform mars and in that regard the game delivers, could it be better? Hell yes it could this game has a ton of flaws that I can look past because I just want to make the red planet green. Some of these flaws include not being able to harvest water from a giant body of water and instead having to mine ice out of the ground. When there is a giant ocean slowly forming over the surface of the planet. The fact that the space elevator isn't used for something cooler then being a spaceport that checks off the special requirements box for some oribital missions. The game also gets super boring once most of the story is finished with you just sitting there waiting to research the final thing you need to finish the last stage of terraforming. Which takes forever to research because depending on how good your rng was you might not have enough water to create food easily. So your research might look like a rollercoaster as you go from 40 years eta to 2 years eta and back again in the manner of minutes. These are problems I can overlook though as they can and should be easily fixed in upcoming patches, and since I did get to terraform mars I have to recommend this game.",
  "collected_all": false
 },
 "76561198056292973": {
  "playtime": 1315,
  "left_positive_review": true,
  "review": "Good economy strategy. Very interesting and fresh visuals. Energetic OST. Surprisingly catchy storyline with excellent voice acting. The gameplay isn't much casual and there isn't much micromanagement. Only the last phase of terraforming is a bit long and not challenging.",
  "collected_all": false
 },
 "76561198001840303": {
  "playtime": 2511,
  "left_positive_review": false,
  "review": "Promising game in the beginning, but becomes tedious in the end. \n\nIncomplete features, game breaking bugs and balancing issues ruin the experience and might prompt you to restart a few times.\n\nOverall I advise to wait until more patches iron out the experience.",
  "collected_all": false
 },
 "76561198034566034": {
  "playtime": 3043,
  "left_positive_review": true,
  "review": "Very strong building game. The reviewers who are complaining about resources and other things just need to learn the game. They just need more workers. I have so many resources by mid game, I cant spend them fast enough. \n\nGame play itself is solid. There are bugs and some of the story needs a bit of work, such as if you do things out of order it gets a little like WTF, why do you GAF about this thing that I killed 40 years ago. Yes there are some wonkyness that could use a QoL update but still a strong game\n\nI am looking forward to the DLC or next story.",
  "collected_all": false
 },
 "76561198047134587": {
  "playtime": 2169,
  "left_positive_review": false,
  "review": "The current steam rating for this game is 6/10 and I think it is accurate. So why I can't recommend it ?\n- The fleet management lacks basic QoL like rally points or targeting enemy units. AFAIK you can't even disband units.\n- sooner or later the logistic system simply implodes - there has to be a way to assign more workers to hub or upgrade amount of carried items - just faster roads/ways are not enough\n- game includes 16x speed option in game and you will use it for 95% of game time - and it still is waiting game\n- game story isn't flexible enough - AI was talking about nukes when polar caps where already gone. And people guessed what can be the nature of threat, after it was already defeated\n\nI can't believe I write this: if you want to face any challenge try Surviving Mars instead. -Even if it is reskinned Tropico and requires huge amount of micromanagement in difficult scenarios/achievements.",
  "collected_all": true
 },
 "76561198035663144": {
  "playtime": 238,
  "left_positive_review": false,
  "review": "This game became a drag after the mass disrepair event. What the hell were you thinking?! It was impossible to recover from, especially with drone attacks that you can't defend  because your workers were ignoring the priority command. I got punished for expanding too early, I guess. Wow, cheers!",
  "collected_all": false
 },
 "76561198024885553": {
  "playtime": 977,
  "left_positive_review": false,
  "review": "The good:\nStory is competently executed, story beats hit, characters are interesting, protagonist is relatable. I liked the aesthetic of the topographic worldview. The world and your effects on it seem reasonably scaled (terraforming requires massive colonies spread over an entire planet, unlike e.g. surviving mars). \n\nThe not so good:\nLatter 1/2 of the game is dead boring and really really long - repeat the same space mission 12 times, then repeat the same space mission ~60 times. Story beats have pretty much all played out at this point, and even the most sprawling colony will take years to research late-game techs - colonies (which contribute research) are strongly gated by the availability of water and chemicals, to the point where the flow rate of resources just can't keep up. Your mars colonies are also usually forced into disjoint cities - with no way to tell which resources are low in which separate landing site. The combat also seemed really simplistic - I was struggling to support my colonies, struggling to bootstrap research outposts, but still won each combat scenario only losing 2-3 buildings the whole game, with minimal commitment to the military research branch. \n\nThe bad: \nGames (more than other media) cannot just *have* a story, it needs to relate that story to the experience of playing the game. None of the story beats have gameplay consequences - e.g. you'll \"lose\" colonists to story events, without the colonist population actually decreasing. You'll be asked to question your own perceptions and judgement - without any consequences to the actual game. The main story is about beating an existential threat - but in gameplay terms, that threat paled in comparison to the anxiety of running out of resources, and frantically depleting entire hemispheres of the planet to sustain a 2k person colony. \n\nIn the end, just not very fun.",
  "collected_all": false
 },
 "76561198171675001": {
  "playtime": 704,
  "left_positive_review": true,
  "review": "This is a very fun and interesting game with an incredibly cool story, that is unfortunately hampered by being somewhat underdeveloped. If you don't mind that too much then I would absolutely recommend, and the developers seem quick to update and fix some of the issues of the game. Just know that it's gonna be a bit frustrating for now",
  "collected_all": false
 },
 "76561198181296055": {
  "playtime": 366,
  "left_positive_review": false,
  "review": "The fucking piece of shit AI in this game doesn't make it a priority to build a defense. I waited with 16x speed for the the defense buildings to finish but no, they just wouldn't be made even when i put it as priority number 1. The game was just a cycle of building back after a drone attack, getting drone attacked again, rinse and repeat. The AI just would simply not build the defense buildings. I even played with easy difficulty but no. Fucking managed to ruin a fine game simply by adding enemies even though the game has absolutely no need for it. Thanks for ruining the game even before it truly started.",
  "collected_all": false
 },
 "76561198063316103": {
  "playtime": 1022,
  "left_positive_review": true,
  "review": "This is a phenomenal game so far, I seriously hope the devs have made modding easy for this because the potential here is tremendous with the background systems already being simulated.  This is what Surviving Mars should have aimed for,",
  "collected_all": false
 },
 "76561198006638402": {
  "playtime": 1120,
  "left_positive_review": true,
  "review": "Fairly effective Martian terraforming simulator. Not a fan of the campaign, particularly the combat and the whole rogue AI thing that I imagine it will eventually lead to, but thankfully there's a sandbox mode which removes the strange plot and immersion breaking combat. The game is at it's strongest when you're working on maintaining your production capacity and terraforming efforts, and can pretty effectively simulate a systems collapse if you mess up. Failure and repetition are a big part of this, you learn and you move on. I wouldn't pay too much notice to people who claim the game is too slow or that they didn't understand that there was more than one tech tree; the buttons to remedy these are pretty obvious. The only thing that's somewhat obtuse is the resource system, which can be hard to manage due to indistinct icons and a lack of proper warnings and overlays.\n\nOverall, if you want to terraform Mars and deal with the logistics of what that entails, this is the game for you. It's not SimCity, it's not Surviving Mars.",
  "collected_all": false
 },
 "76561197980619199": {
  "playtime": 2389,
  "left_positive_review": false,
  "review": "no matter how hard i try, game just garbage\n\n1) Story and pretty much everything absurdly immersion breaking, you must have colonists on mars to perform research, research about nuking poles, dropping comets and finally dropping moon, on mars, where colonists sitting...\n\n2) hauling is absolutely absurd and just silly, you have \"silicon mine\" that can be processed into glass, put glass factory as close as possible, still drone worker with very limited operational range (and very bad AI) will haul items one by one literally single pixel\nno conveyor belts, no stacking, no shared inventory, nothing\njust imagine factorio without inserters and direct output to chests and devices\n\n3) late game rapidly turn into disaster, mines got depleted, hit by asteroids and must be manually fixed ONE BY ONE, no hotkeys, no \"repair all\" single item time and you must manually check entire base\n\n4) depleted mines stay disabled but still consume space, no automatic dismantle on done deplition, you must manually check every mine time to time\n\n5) no way back, when you increased temperature and suddenly out of nowhere mars got ocean flooding everywhere you can't do anything, ever if you stop everything ocean will stay\n\n6) you still need water nodes and colonists still need water after you make oceans, and you can run out of them really fast, make no sense at all.\n\n7) game demand you to play wide, but performance drop significantly you you won't have any FPS after 700 buildings (out of 2500)\nremoving old base impossible, as you must select each building ONE AT TIME and click scrap and this takes eternity.\n\nand yes, consumed water and other resources just gone, when drone \"die\" it just gone, no scrap to recycle.\neverything colonists drink and eat just cease to exist.",
  "collected_all": false
 },
 "76561197963069743": {
  "playtime": 1345,
  "left_positive_review": false,
  "review": "Feels like a \"the settlers\" on Mars. Gameplay is very repetetive. Story is very good so.\nBuy on sale if you want to stare at a screen waiting most of the time and listen to the story.\n\nEDIT: finished the game the last 15hours where basically waiting and doing nothing and then you basically get a \"You win\" message, nothing really interetsing no twist no real good end to the story.\n\n---{Graphics}---\n☐ You forget what reality is\n☐ Beautiful\n☐ Good\n☒ Decent\n☐ Don‘t look too long at it\n☐ Bad\n☐ Paint.exe\n\n---{Gameplay}---\n☐ Addictive like heroin\n☐ Very good\n☐ Good\n☐ It‘s just gameplay\n☒ Mehh\n☐ Staring at a wall is better\n☐ Just don‘t\n\n---{Audio}---\n☐ Eargasm\n☒ Very good(Especially voice acting)\n☐ Good\n☐ Not too bad\n☐ Bad\n☐ Earrape\n\n---{Audience}---\n☐ Kids\n☒ Teens\n☒ Adults\n☐ Average Solitaire players\n\n---{Difficulty}---\n☐ Just press ‚A‘\n☒ Easy\n☐ Significant brain usage\n☐ Easy to learn / Hard to master\n☐ Difficult\n☐ Dark Souls\n\n---{Grind}---\n☐ Nothing to grind\n☐ Only if you care about leaderboards/ranks/achievements\n☐ Isn't necessary to progress\n☐ Average grind level\n☒ Too much grind\n☐ You‘ll need a second life for grinding\n\n---{Story}---\n☐ If you want a story, go read a book\n☐ Text or audio floating around\n☐ Average\n☐ Good\n☒ Lovely\n☐ It‘ll replace your life \n\n---{Game time}---\n☐ Long enough for a cup of tea\n☐ Short\n☒ Average\n☐ Long\n☐ To infinity and beyond\n\n---{Price}---\n☐ It’s free!\n☐ Worth the price\n☐ If u have some spare money left\n☒ Wait for sale\n☐ You could also just burn your money\n\n---{Bugs}---\n☐ Never heard of\n☒ Minor bugs\n☐ Can get annoying\n☐ [Insert famous buggy developer here]\n☐ The game itself is a big terrarium for bugs",
  "collected_all": false
 },
 "76561198021180770": {
  "playtime": 729,
  "left_positive_review": false,
  "review": "All in all the game is pretty okay-ish. But in its current state is sadly underwhelming for what was promised. I would give it a 5.5/10 which is too low for 30€\n\nI keep the positives short because they need no explanation.\n\nFirst the positives, the terraforming of mars feels nice, espacially the special projects. Also the ressource managment is in its foundation promising. The storyline is nice, with a few twist that keeps it intresting. The references are a good addition too and also quite funny to some degrees.\n\nBut the game has a few issues that add up to a state where I can't recomend the game right now:\n\n1. The ressource managment needs a bit more love. The stockpile isnt working right, sometimes you have thousands of a ressource but the workers ignore that and shut down the production of food because of that, only if you priotize that factories they get used up.\n2. The UI gets cluttered really fast, even with the lenses. After you have unlocked enough tech you see a marker for everthing, every ore, every geothermal vent, every place for domes, every building, etc.\nThere has to be a way to toggle those thing. We do I need to see where i can place a Dome when im placing electricity? \n3. Ressource counts. You have a little up and down arrow beside each ressource, so you can call if its trending down or up. But the arrows go down if a ressource is subtracted from storage and goes up if its added. So even if you produce 100 per minute surplus and one worker takes something out the arrow says trending down and then up again.\n4. Logisitcs just dont make sense. I've played managment and economy sims my whole life but I cant grasp my head around that one in this game and it simply doesnt get explained anywhere. Your robots are constantly overworked from the simplist things espacially later when you get tier 3 factories and mines. Your production and extraction get faster but the robots dont seem to hold up. Even with fastet roads and hyperlane. While your workers more on the outskirt are just staying in der huts and dont move anything, even tho there are plenty of ressoruces waiting to be put into storage.\n5. Expanding isnt fun. Thats the main issue with the game. Expanding is tedious and always the same. Overlap Circle of building range, overlap circle of power, overlap circle of maintance aaaand repeat. We have to do the same thing thrice. This system needs changing.\n\n\n",
  "collected_all": false
 },
 "76561197973461288": {
  "playtime": 255,
  "left_positive_review": false,
  "review": "This game is nice - but I cannot recommened it at this time. Every action takes ages! The game has multiple speed ups (from 1x to 16x) and you can only enjoy this game on 16x. Every mine takes ages, a single building will take minutes at the highest speed to be built and every space mission also.\n\nA management game that is soooo slow is not enjoyable. Even with the interesting mechanics or plot. Most of the time you are idle and waiting for the next thing too happen.\n\nPlease reduce the timers by half for everything or decrease the resource costs drastically. Rebalance it to be enjoyable.",
  "collected_all": false
 },
 "76561198068634047": {
  "playtime": 570,
  "left_positive_review": false,
  "review": "While the game is enjoyable, in the current state it is not worth buying. There are quite a few bad design decisions that make the game very inconsistent, to say the least.\n\nIt is very easy to go too slow/fast with terraforming so that the dialogue makes no sense. Running out of one ressource while having a abundance of others is a common occurence too.\n\nThe logistics feel pretty bad/counterintuitive due to each robot only serving its own area, which means that it is VERY inefficient.\n\nBut the story overall is quite intriguing.\n\nI could see the game being elevated from ok to awesome with a few changes. It has a core that can be good, it just isn't there yet.",
  "collected_all": false
 },
 "76561197963432855": {
  "playtime": 1623,
  "left_positive_review": true,
  "review": "[h1] A great way to burn the weekend before Cyberpunk! [/h1]\n\nPositives: \nThis game was an unexpected delight. I am amazed at how deep I got into the game this weekend and I'v only colonized maybe 15% of the surface of Mars. I had dreams this weekend of me obsessing over gathering resources and controlling drone loads. The concept, story, hell even the combat was compelling. I am always interested in how AI might interact with humans in different conditions. And I am still wondering about AMI's future after Mars is a better Earth than Earth is even today. Does she get transferred to Venus? Does she get packaged up and sent on a slower than light ship to prepare another planet for Human's arrival in 100 years? I cant wait for spoilers to come out and I hope there is someway to get an ending where AMI gets her freedom while also peacefully coexisting with humans on Mars.\n\nNeutral:\n1. I wish there were more complex production chains. The game only has \"Tier 1\" resources (meaning they take two raw or \"Tier 0\" resources and make a new one). I am so used to games like Anno where you can have something like 5 tiers of resources you need to manage production and consumption. \n\n2. There doesn't seem to be a way to get to resources once they are under water. So, if you start terraforming too soon alot of your easy to get to resources will be under water before they get used up. This provided an interesting mid-game challenge when half my base got flooded but now I have so many resources so close that I just CANT get to.\n\nThat said...if there was a \"wait for a patch or two\" review option, then I would select it.\n\nThe game needs some work. A few examples: \n1. There needs to be a way to manage stockpiles of resources. As it stands it seems kinda random where the resources go. Some how...they still get to where they need to be...eventually. But as it stands it is hard to impossible to figure out why factory X is running between 0% and 20% efficiency where as factory Y a few spaces over is running at 100%.\n\n2. There needs to be a way to toggle what icons are visible after you zoom out a bit. Too often did I queue up a Hyper Loop and go do something else while it builds, only to forget exactly where I placed it and having to hunt around for it to connect to the Hyper Loop Network.\n\n3. The triggers on the dialog need some work. They seem to come out of order more often than not. I'll get dialog triggers and not know what I did to cause them.  Worst, you will get dialog triggers for a quest branch that should no longer be possible to continue on. [spoiler] I went all Sky Net for one of my endings and was still getting dialog from my colonists all the while I was sending drones to cleanse the surface of their presence. And these weren't the \"oh god, why are you doing this, please stop\" dialog I was expecting. [/spoiler]\n\n4. Maybe I missed it but there seemed to be no way to access your combat squads with hot keys. You have to scroll ALLL the way over to your squads, then scroll ALLL the way over to where the enemies. Squads will merge if they happen to attack the same target and will return home if they dont find anything within 10 feet to attack they will start heading home without orders.\n\nI'll be putting this back on the virtual shelf while Cyberpunk consumes my next several weeks. But I hope after a few patches the rough edges will be filed off and this will become a great resource management sim.",
  "collected_all": false
 },
 "76561198083560280": {
  "playtime": 1321,
  "left_positive_review": true,
  "review": "It's good but clearly need some balancing and changes in my opinion.\nThe good:\n-Nice pop culture references.\n-Good story.\n-The initial gameplay loop is really engaging.\n-It's mars guys. That's as cool as it gets.\n\nThe bad:\n-Combat mechanics. Who thought of that? It's really bad. It's always either getting fucked or fucking the ennemy.\n-Builder IA. It seriously need to get reworked, especially in late game it's frustrating to see the builder ignore the priority builds.\n-Speaking of, the priority system doesn't work that well in late game. I think just adding several level of priority (maybe unlockable through a tech tree?) would fix that issue.\n\nThe ugly:\n-The game gives too little indication on how to finalise the teraforming project, it's frustrating to see your base doing the wrong thing and not knowing how to better the situation.\n-Performance issue. I have a Ryzen 7 3700x and a RTX 3080 and the game have a really hard time in late game unless time is paused.\n\nHope the devs will fix some of this.",
  "collected_all": false
 },
 "76561198032518245": {
  "playtime": 1297,
  "left_positive_review": true,
  "review": "As a big fan of Kim Stanley Robinson's book \"Red Mars\" this game's story was really enjoyable. While there isn't as much depth between the factions and interests in this game compared to the book, I am up to a point in the story where there 3 different forks that presumably determine the future fate of Mars. This isn't really even the main story though which seems to be about AMI's character development and her internal monologue and reflections are really interesting as a story telling device and allow you to get insight into her thoughts. One issue with the game though is that the story triggers seem to be associated with different actions you perform but do not have any sense of dependency or knowledge of previous interactions, this can lead to a lot of dialogue talking about plot arcs that either haven't happened yet or have already happened and been resolved.\n\nThe main attraction for the game for me was the terraforming aspects which take an appropriately long time and proceed in stages. Options are afforded to the player to control temperature, atmospheric composition and basic lifeforms (at least where I am at the moment). There are some cool interactions here with increasing the temperature at the poles with space mirrors which allowed my algae colonies to spread to a larger area in the northern ocean I had created. You can end up completing multiple terraforming stages this way as they are associated with certain atmospheric goals which seems a bit weird gameplay wise but is nice as an option to the player.\n\nAt points in the game you will need to make smaller bases that require you to remember the build order from the beginning, which becomes a bit boring after you have done it >5 times already. It would be nice if you could deploy smaller bases with more resources to speed this up later in the game. It's possible that this is something you can access later but I had not seen anything after ~12 hours into the campaign and around halfway through the tech tree. After setting up these bases it is very satisfying to connect them up to the main base however.\n\nI'm not certain how much this is an intentional design choice, but as the game progresses you will become increasingly starved for water which requires you to expand across the surface in search of it to sustain your colonies and terraforming processes. The game balance seems a little bit off, but resources being scarce does push the gameplay forward and allow you to disassemble older structures that become obsolete for resources. This plays quite well which making sure that your production facilities are close to raw resources to minimise traffic.\n\nThe combat is very underwhelming but I was more interested in the base building and terraforming aspects of the game. It seems to be there more in service of the narrative than as something that a lot of game development time was spent on.",
  "collected_all": false
 },
 "76561198002291562": {
  "playtime": 2559,
  "left_positive_review": true,
  "review": "Per Aspera is my new favourite Mars game. This game has the colony building of Surviving Mars, all be it without the need to micromanage individual colonists, but with all the science behind terraforming the red planet. It has the story element of many a good adventure game, and it almost feels like you are seeing swings towards destruction or coexistence. I won’t give the story away but you play the role of a super intelligent machine named AMI and are both asked questions about and amass thoughts on your role in terraforming Mars alongside the role of the human colonists. There is obviously much influence gained from films like 2001 and it is nicely done in game.\n\n[u]Basic Premise[/u]\n\nPer Aspera, from Tlön Industries,  is a colony management sim based on Mars in which you are terraforming the planet sometime in the late 2100s or early 2200s (the game may have said but I missed it). The game has a huge back story and lore foundation that makes for great reading and gets you right in to the setting of the game.\n\nPer Aspera is set on the most beautiful map of Mars I have ever seen in game. It might just be the most beautiful map I have seen in a game. You can zoom out and scan the entire surface of Mars, complete with all the labels of the area names of the red planet (Terra Sabaea, Elysium Planitia, Valles Marineris and Olympus Mons etc) and including a large number of lore information tags that show where past missions to Mars have been centred on in the universe that has been created for Per Aspera.\n\nThe map is complete with elevations and looks absolutely fantastic when you pan or flip the map around. It is a work of art.\n\nAs I said, you control an artificial intelligence called AMI and your job is to terraform the planet. To do that you start out by creating a basic infrastructure composed of mining and manufacture with elements ranging from carbon, aluminium and steel to water, chemicals and polymers. This is combined with the need to manage the logistics of the mission via management of power, drones, maintenance and resource scanning. You will build hubs to allow expanding a network of worker drones, maintenance depots to keep your network working at full ability and power it with solar panels and wind farms.\n\nThe next step is obviously to bring humans to Mars. They arrive via a huge spaceport and colonise the colonies and research bases you build. Research bases can be built on past colonisation attempts that are found via the scanning tools given to you.\n\nEventually you will start to research new technologies and begin the terraforming of the planet, but I have only just reached that point. It takes time to complete the setup; the mining, the manufacturing and the transporting of colonists, but this stage is far from boring.\n\n[u]Aesthetics[/u]\n\nWhilst Per Aspera doesn’t feature ground breaking graphics, the game is very, very pretty. The style is that of a sort of line drawn pencil sketches, but I am no artist so there is probably a better description. As I said above, the map is stunning and shows the terrain of Mars fantastically well.\n\nWhen you build buildings little roads crawl across the map to connect your main hub to these new structures. However, the star attraction is how the game simulates the AI working on the layout of her domain. When you place a building blue, almost circuit-like, lines emanate from surrounding structures to find the best route for the roads that will spread across the Martian landscape. This means that roads will follow the terrain in a way that makes for the most efficient transport of resources. It really is quite beautiful.\n\nThe terrain is mapped by the use of contour lines and shading of the map to denote height and depth of land. When panning the map you can see the craters and hills of Mars in lovely detail. Zooming around further you can find the areas that will clearly become the future seas of Mars. Zooming in to Olympus Mons is great. I believe I saw the bird dream (music reference). \n\n[u]The UI[/u]\n\nWhen I first watched this game on You Tube about a week ago (it has been on my wishlist for ages though) the poster of the video said that the UI could do with more tooltips. Maybe that has been rectified but I have no major issues with the UI. It has a lovely technical style to it, and is crisp and well laid out. If I had one suggestion to make to the developers then I would ask for more detail in the tool tips when the resources are hovered over. I would like a detailed list for where resources are needed. Currently you only have a text outline of how much of a resource is produced and how much is needed.\n\nTaking inspiration from a game like Cities: Skylines, it would be great if the game had a map mode that showed resource production sites and lines on the road grid that show where that resource is going. It is not always fully evident how much of a resource is at each structure and where that resource is needed. You need to learn the resources to make things simpler. There are also no mouseovers of what the resources are on the building panel; just the icons. Once you learn those icons things are great and you will build at liberty.\n\nReally, though, the game just flows on regardless. The resource bar shows clearly how many resources you have and you can see where bottlenecks are. It could just do with some fleshing out and more tools for the user. Per Aspera is far from the only game where a user might request a few more quality of life tools and the game doesn’t suffer horrendously for a few wants, so this is not a damning of the work of Tlön Industries. It is just suggestions.\n\nI do like the map modes that are present in the game. They are lovely overlays that show such things as your traffic network, maintenance range and resources.\n\nMy issues are minor really though.\n\n[u]Conclusion[/u]\n\nWhat I have outlined so far is just the basics of the game really. There seems to be so much more to the game and I will let anyone that is already interested explore the game for themselves. The music is an example of this. It is both futuristic and ambient. I found myself tapping my foot when the music centred around human colonists started playing.\n\nI have currently put seven hours in to Per Aspera and I have enjoyed every second. I am finding the going easy currently, and I am playing on the hardest difficulty. I restarted once when I overbuilt and ran out of starting electronics, but if you follow the missions (that the game calls directives) then you shouldn’t fall in to the same trap as me. I tend to push colony sims often because I have played so very many of them. I can see where the game will become more of a challenge and how things will fail if you are not organised and prepared for humans.\n\nThere is also a random element regarding how many resource patches you find. I like a degree of randomness to the game, and in Per Aspera it is not over-burdening or game damaging.\n\nTo finish I will say I really love the story element regarding AMI so far. I love the way AMI poses her thoughts and how the game lets you decide her answers to the questions she poses to herself or those posed by the humans in the game. I won’t spoil anything but suffice it to say the story element is wonderfully incorporated in to the game.\n\nAfter seven hours I just find myself wishing that nominations for the Steam Awards for this year were not finished. Per Aspera is an outstanding little game and easily deserves to be recognised in 2020. I am very much going to enjoy exploring further my terraforming mission of Mars.\n\nNow back to looking after my little humans. AMI out.\n\n[i]Yes, what I am saying is go get this game. If you have any love of Mars centred games, colony builders and science fiction then getting Per Aspera is a no-brainer. A+[/i]\n\n\n\n",
  "collected_all": false
 },
 "76561198071621928": {
  "playtime": 878,
  "left_positive_review": false,
  "review": "TLWR: I realize the rest of the review is more like a rant about slightly spoilery things, so here's a bit of actual \"buyer's advice\" sort of review.\n\nThe game, from its visuals, its promotional art, and various screen caps, will have you believe that it is a game with serious themes, hard science and various base management, expansion and exploration elements.\n\nIt's not really.\n\nThe theme is pretty serious and I do enjoy it, but you realize some time into the game that the theme is not the one you might have been expecting.\n\nThe science is there, but in name only. A lot of things don't make sense and breaks your suspension of disbelief if you came in looking forward to some proper conservation of energy and matter.\n\nThe management... if you like Factorio and Mindustry and such games, do [i]not[/i] buy this game. It will hook you for the first handful hours, and then frustrate you to death with the whole array of missing fine tuning and controls that the game was kind enough to dumb away from you.\n\nThe game also violates a line I firmly believe in, even though it might not be a majority opinion. [i]A game should not punish the player for a mistake they are not warned about[/i]. As is, you have a whole lot of ways to back your development into an unescapable corner. Maybe this game wants to be Civilization, in which even a long, failed game still feels plenty rewarding. But this game most assuredly can't be replayed the same way Civ can.\n\nOh, great voice acting though.\n\n[spoiler]\nThe game has promises, and if implemented well, I think few things can surpass the sense of accomplishment of terraforming an entire planet. That said, I will not be returning to play this game until these points are more or less addressed:\n\n* Water. This will not be the first nor the last post to point out how absurd it is that the only way to obtain water is from solid water deposits, and you can no loner do so when said deposit is buried under [i]liquid water which is just water[/i], welp. I guess your colonists might as well just die of thirst.\n* Water. The incredibly idiot colonists, despite all the training and scientific prowess, does not know how to do water recycling. Water that is retrieved from the planet surface is then just... discarded? Ever heard of this lovely thing called \"conservation of matter\"? I didn't bring in new colonists, the atmosphere didn't get more steam in it, and they sure as hell ain't watering any plants, so [i]where did the water go[/i]?\n* Water. OK so the colonists just pees into some hole in their colonies and seal them up, like [i]any good space explorers would[/i]. Hopefully [i]some[/i] of them at some point in school heard of some kinds of methods to clean that water, and even if they have no internet on Mars because the WiFi is bad, and forgot to bring wikipedia on a harddrive, hey, with all their big brains to research hyperloop and shit, maybe invent water filtering again?\n* Chemicals. For what reason are these things so prominently located in flooded zones?\n* AI. For attempting to make a game about managing resources and economy, the sophistication of resource routing and management doesn't remotely compare to Mindustry.\n* Player Education. It is one thing to refuse to hand-hold the players, which I do applaud the game for. It is another to let the players shoot themselves in the foot with the shiny new technology the just unlocked, only to realize that 10 hours later the thing they built 9 hours ago will devastate their whole food income by flooding the largest chemical source on the planet. And don't you [i]dare[/i] suggest one just start over, unless they can procedurally regenerate a brand new but still accurate-to-real-life Mars? This is something other players have repeatedly mentioned as well -- doing something that is unlocked very early in the game prevents you from doing something seemingly forever. One may argue that this is to impress upon the player that you only get one go at terraforming and how fragile the natural order is, to which my reply is, then don't bother making it a game to begin with.\n* Bad routing. Crops up occasionally with stupid bendy and self-intersecting pathing. No way to force a localized redirect.\n* UX. Why are all the other space port projects sane but the immigration project auto-repeating? Before you know it you have more colonists than your chemical plants can handle, and I don't know about others, I like to think of myself as a lawful player who does not enjoy the idea of sending colonists on a year journey from and then back to Earth because something as simply communicated as \"wait we are not at the food production level to take y'all yet.\"\n* Food. I am not convinced the colonists would happily live on entirely manufactured food. The entire \"green house based food growing\" thing should be feasible as soon as they can land. It's one thing to make the entirety of Mars arable, but a whole other to allow a bunch of scientists to grow stuff in a green house and sustain themselves, if only partially. Like, obviously you are heating the place and there's sun light. I get you need specialized plants to inhabit low O2 Mars, but in the contained colonies? Let them grow shit, and use their poop to recycle the chemicals back into food!\n* UX. Cannot split drone groups. Merging sometimes bug out.\n* UX. The resource increase/decrease icon just shows whether a resource has increased or decreased [i]from a previous number[/i]. That is NOT helpful. This being a resource-management-heavy, show that \"demand > supply\" status prominently! Especially when not all resources are equally elastic in demand!\n* Lack of things to research. Terraforming a planet should have so, [i]so[/i] many sciency things you could research! Here are some free (I hereby declare the following as Public Domain) ideas:\n  - Raw stats upgrades, like multi-carry workers, individually improvable mining efficiencies\n  - Water recycling for the wasteful colonists\n  - Static Defense that is not tied to drones\n  - Scanner targeting module\n  - Assault Drone hunter mode\n  - Ways to persuade colonists to stay -- entertainment and such. There obviously is a happiness system, so let us play with it!\n  - Green House agriculture.\n  - Green House animal husbandry.\n  - Still find it weird that *all* transports must be ground based. Allow transportation between space ports? Like, Hyperloop is cool and all, but why go through underground when there's literally all that low-density not-air above you, and the 1/3rd Earth gravity?\n  - Actually screw Hyperloop, just upgrade to air based transport all together. It's one thing to rely on rovers when you are scouting out the place, but if you are developing an industry, then be real about it.\n  - Steam energy generation. You have carbon and water, no? This will add some dimension to the whole \"material to energy\" conversion layer that you get to challenge players on.\n  - Specialized material conversion, e.g. use steel and carbon as consumable drill bits for deep drilling for chemical or something like that.\n  - Power network separation. Allow separating parts of your base's power network and allow redundancy and fail-safe. Honestly this shouldn't even require researching.\n  - Honestly rewrite the tech tree. It seems entirely bizarre and prevents suspension of disbelief that humanity is capable of sending people to Mars but for some reason don't allow them to bring in their super USB drives how to build a fission reactor.\n  - Pipes and pumps.\n  - More things orbital. If you can put up polar mirrors you can put up geostationary lasers. The drones already use them, and it's established there's not really an atmosphere to speak of yet.\n\nI had, admittedly, a good bit of fun playing this from 12AM to 4AM, but the fact that I can sit down after the session to write all of this from 4AM to 5AM is attestment to the state the game is in.\n[/spoiler]",
  "collected_all": false
 },
 "76561198025232715": {
  "playtime": 608,
  "left_positive_review": true,
  "review": "Game needs balancing re. resources and AI but the plot is good,\n\nFinding solutions can be tricky without being overwhelmingly difficult.\n\nGood bang for the bucks and the couple of patches have already made it more enjoyable.",
  "collected_all": false
 },
 "76561197971906455": {
  "playtime": 1116,
  "left_positive_review": true,
  "review": "If you are bored with City Builders, how about trying a planet builder, where you get to set up and terraform Mars.\n\nIts not the most easiest game and sometimes things are not explained well enough for you to understand what you need to do next.\n\nBut, beyond all that this is a game that looks good, you can put on and have a blast with",
  "collected_all": false
 },
 "76561197993298976": {
  "playtime": 1132,
  "left_positive_review": false,
  "review": "There are two major flaws resulting in me not recommending:\n\n1. There's this shoehorned combat mechanic, which must have been implemented because the devs were afraid that terraforming Mars wasn't challenging enough. It's as basic as that old mobile game (replicated a million times) where you automatically build enough generic units to take on the enemies generic units. There's no strategy beyond \"this number goes here\" to the point where the game would be best without it.\n\n2. After the halfway mark, when you have a few bases across the planet, the framerate tanks horribly. What started as a smooth 100+ FPS strategy game, becomes a literal slideshow when you enter the endgame of actually terraforming the planet. You would think, if this was actually the point of the game, they would optimize the engine to ensure consistent performance throughout.\n\n2.a. If should also be mentioned that both my CPU and GPU were rarely taxed above 40% while the game was running, which is surprising to see when I encountered such low framerates and constant hitches and freezes. It's apparent the game needs a lot of work.",
  "collected_all": false
 },
 "76561198011389286": {
  "playtime": 929,
  "left_positive_review": false,
  "review": "I would like to give a neutral review. I really enjoyed the game but for its current state I cannot give it a positive review. It really needs A LOT of improvement and optimisation. I finished my first game on the highest difficult. The story was really fun although the ending is bit weird. You get asked for two options/missions and then the credits roll?\n\nBecause the discussion page is overloaded right now I’ll post my recommendations here and hope one of the devs will pick it up. I will keep this review updated for future patches. \n\n1.\tMore workers per hub + better worker optimization. In the end when I had 300 workers it still did not solve the supply and demand. I had to reset a lot of buildings to get resources delivered.  I think making multiple workers per hub possible will improve congestion. \n2.\tResources. For such a big planet some resource do get really scarce. And I’ve seen multiple reports on the discussions by other people. Maybe adding like end game functions where you can have some sort infinite supply? Like water, what’s the point of creating oceans and lakes when u can’t use the water and keep relying on ice? Another possibility would be ocean mining and exploration. A lot gets lost in the process of terraforming. \n3.\tStorage and logistics. The storage centres as is don’t work properly. Drones deliver resources but when demand is getting high the will not haul it from the same centres. The same can be applied to the overall logistics. A lot of resources get stuck in one place. Even when I had a worldwide hyperloop network, workers sometimes still travelled basic routes to deliver goods.\n\nSome quality of life improvements would be:\n4.\tMore personal key bindings + options;\n5.\tIn late game adding notifications when a project is finished in orbit would really help;\n6.\tWays of halving your combat drones swarm (if there is one let me know please);\n7.\tIn the structure tab options to select and deselect all or specific groups;\n8.\tMaybe automatic road upgrades. It gets really micro and tedious if you have a big base.",
  "collected_all": false
 },
 "76561197997749735": {
  "playtime": 1339,
  "left_positive_review": true,
  "review": "I dont usually do a review but I want to shed light on the haters so here's my take on this game.\n\nIt's Planet builder, resource management, logistics, little bit of rts battle. Good story in campaign mode. Recommend. Enjoying it so far. Addicting if you like strategy/base building/management games. I have played a lot of these types of games in the past 15+ yrs of my gaming life.\n\nFysa devs, improve resource generation or costs balance, 4k HDR graphics on the planet's surface, and maybe a x32 or x64 speed. Thank you for making this game and looking forward to future updates and content!",
  "collected_all": false
 },
 "76561198087500017": {
  "playtime": 1564,
  "left_positive_review": true,
  "review": "No early access? Sign me up!",
  "collected_all": false
 },
 "76561198052172885": {
  "playtime": 767,
  "left_positive_review": true,
  "review": "This game is really fun and great to zone out to.",
  "collected_all": false
 },
 "76561198154280008": {
  "playtime": 928,
  "left_positive_review": true,
  "review": "前面玩的挺爽的\n但后面就带不动这游戏\n多基地发展全图狂铺25年1/3个球就卡炸了\n剧情也还没走完但是卡到走不动\n然后因为卡还会出现剧情点刷不出的情况需要保存重进",
  "collected_all": false
 },
 "76561198002874751": {
  "playtime": 3080,
  "left_positive_review": true,
  "review": "We can nuke the planet for the betterment of humankind.",
  "collected_all": true
 },
 "76561197969134510": {
  "playtime": 1462,
  "left_positive_review": false,
  "review": "Compared to Surviving Mars the gameplay is very shallow and once your base gets too big the worker ai just dies and stops moving resources around.\n\nAlso the odd woke dialogue that pops up from time to time makes it really hard to care about the story or characters.",
  "collected_all": false
 },
 "76561198023640711": {
  "playtime": 1481,
  "left_positive_review": true,
  "review": "I wanted to like this game a lot but it has a lot of terrible pacing and UI issues.\n\nUpdate: They have fixed some of my biggest issues and the game gets far deeper and more enjoyable as time goes on.",
  "collected_all": false
 },
 "76561198008399112": {
  "playtime": 770,
  "left_positive_review": false,
  "review": "I really wanted to like this game, and the early game is very cool. However, if you get unlucky (like get struck by a meteor) or you lose a combat engagement, the game has no mechanics for re-bootstrapping your base if your mines have been destroyed. Mines require mined materials to build. It's unreasonable to expect someone to restart a campaign they spent hours on just because a meteor happened to RNG into their main industrial center, and there's no real checkpoint system to restart from. Auto-saves are few and far between, and they overwrite the last auto-save so there's no history.\n\nThe sim engine is very cool, so I hope the devs polish up the gameplay.",
  "collected_all": false
 },
 "76561198001947011": {
  "playtime": 2952,
  "left_positive_review": true,
  "review": "I love this amazing game. I've been looking forward to it since it was announced and was also able to enjoy the amazing demo. I'll break it down thus far for me in economic terms:\nAwesome game-play and mechanics, good streamlined interface = $15\nGreat story-line, grand scifi style but also set in a personal tone, wonderful voice-acting = $15\nThe exquisite existential narrative and premise that engages self-reflection and introspection = priceless.\n\nAlso, if you loved old school SimEarth and the portion of Spore that you terraformed and colonized planets, then you'll love this game I think. May not be for everyone, just as those games were not either. I have not encountered resource allocation issues either. \n",
  "collected_all": false
 },
 "76561198334815920": {
  "playtime": 530,
  "left_positive_review": true,
  "review": "If you have addiction issues don't try this....or try this...whatevs...it's fun.",
  "collected_all": false
 },
 "76561198174174434": {
  "playtime": 991,
  "left_positive_review": false,
  "review": "Needs a lot of fixing",
  "collected_all": false
 },
 "76561197964314339": {
  "playtime": 1472,
  "left_positive_review": false,
  "review": "The 'Full release' is hopefully early access. Potential spoilers in review, though your game will likely break too, so I can't really spoil what can't be experienced.\n\nToo many bugs - some game breaking to boot! The story that is supposedly a big selling point is rather dry and keeps throwing dialogue out of order. Additionally, my campaign broke and is stuck at 'eliminate enemies in sa-1, while the only thing there is the ocean.\n\nBad game design choices - finite resources and maintenance, limited power building reach, 'worker drones' dying while we have maintenance drones, as well as worker drones being logistics as well as builder bots, boring research tree that doesn't actually unlock sustainability, colonists being the research source FOR AN AI!!! (hello? Wonderful opportunity to make 'cpu blocks' on the surface, have them require power and produce research), food being made from chemicals and water, water only being available in the form of ice, while half the planet is ocean, scientifically incorrect atmospheric requirements, pointless combat that serves only as a story gimmick but doesn't feel good and isn't well explained, completely random resource generation, with over half spawning in eventually unreachable places... I'd write more, but that would be putting in more effort than the game designer.\n\nTedium - The game has a speed up option, which I kept at 16x all the time. I wish there was a 128x option to be honest. The game has 3 hours worth of content stretched into 12 with time gating. Campaigns can also be literally unfinishable due to you running out of water. Literally. You can smash an ice asteroid into the planet, you can make oceans appear out of nothing - water level is based purely on temperature, not on actually extracting underground water or smashing ice comets into mars - but you can run out of water, because the colonists apparently send their excrement to space and only eat ice and chemical food.\n\nThe music is boring, best turned off after 30 minutes.\n\nThe UI is stylish and thematic, but poorly explained and lacks many features one would expect in a logistics/management game.\n\nThe only redeeming feature is that the art overall is very nice.\n\nThe voice acting is also good, but I honestly couldn't give a rat's ass who you hired to do your voice acting. It's not a selling point in gaming, especially in niche games such as this. \n\n",
  "collected_all": false
 },
 "76561198169836290": {
  "playtime": 1673,
  "left_positive_review": true,
  "review": "I like it a lot and it is fun but there are a few things that could get improved on like how recources can get transported seems to always be a issue for me so far",
  "collected_all": false
 },
 "76561198056665352": {
  "playtime": 1718,
  "left_positive_review": true,
  "review": "I thought this game is gonna be a chill game about managing a mars colony. The story thought otherwise, it blew my mind! didn't expected that and i'm not even finished. Awesome game! i feel sad i couldn't nominate it for the Steamawards this year(2020). Absolutly great game!",
  "collected_all": false
 },
 "76561198136621550": {
  "playtime": 1275,
  "left_positive_review": true,
  "review": "I managed to get to the end, [spoiler] One of them that is. (Isa, but gooing back for the others later) [/spoiler] , in about 20 hours on my second attempt (Medium difficulty). Keep in mind that this revieuw is written before the second day patch, this inculded a resource buff and bugfixes.\n\n It's a good fun game, sadly it struggles the last few hours with pathfinding and fps (on 16 gb ram and a 1070). Trying to get alot of items to spaceports/elevators seems to get hundereds of items stuck in just one building. But quickly turning these ports off and on resets the item requests and gets stuff moving again.\nSpeaking about the fps it started out really good but dropped below 20 fps several times nearing the end. (1920x1080, highest graphics settings)\n\nI do recomend it! Maybe 30€ is a bit steep (only cause of the late game problems that is), but it does support multiple playthroughs and diverse ways to tackle one problem. I will defently be playing the game again after a few patches have been released.\n\nI am curious what direction this game is gooing in after launch , if annybody knows about if there are content updates or DLC's planed feel free to comment it on this revieuw!",
  "collected_all": false
 },
 "76561197976638521": {
  "playtime": 1920,
  "left_positive_review": true,
  "review": "The game is really good and gets me hooked for 15 hours already. It is nice to see how the planet changes over time. I still don't know what happens later and maybe I could go to space. Right now I am very eager to see what's coming.",
  "collected_all": false
 },
 "76561197979753748": {
  "playtime": 1181,
  "left_positive_review": false,
  "review": "A strong concept that has a lot of promise and works well at times, the story is interesting but the storytelling is clumsy with continuity issues. Unfortunately the game also suffers from having a buggy and unfriendly UI that makes it unwieldy to play with large bases, assuming you're able to deal with the AI inability to handle resource distribution at scale.\n\nSome reviews point out that the game is meant to be zen-like and relaxing as a way to excuse the challenges with the UI and controls. However, you can't really enjoy the story currently due to wonky decision tree structure where the story and Voice-Overs describe choices you *did not* choose to make, and there's a variety of Voice-Over continuity problems where the story mentions events that already happened as being in the future or as simply not having been discovered/known about yet.\n\nIt plays and feels like an early access game, though I look forward to patches and hopefully mods to make this game shine and turn this review to a positive.",
  "collected_all": false
 },
 "76561198021975059": {
  "playtime": 1345,
  "left_positive_review": true,
  "review": "Love the game wish there was more hints, game feels very realistic/not easy but calm and relaxing.",
  "collected_all": false
 },
 "76561198036641470": {
  "playtime": 1047,
  "left_positive_review": true,
  "review": "Fun game that sucks you in for hours",
  "collected_all": false
 },
 "76561198047898026": {
  "playtime": 427,
  "left_positive_review": false,
  "review": "Is this game fun? Yes\n\nDoes this game have a interesting plot? Also Yes.\n\nIs this game's AI good. No\n\nIs the AI being bad a deal breaker. Yes\n\nThe AI for this resource-supplying survival is critical for keeping everyone happy. The problem is that there is no way to prioritize a specific resource to a specific building. Example: I lost all my worker/bots. I need more. My worker production building needs electronics. My ONLY bot is ignoring that KEY issue to keep supplying iron to the steel factory. All the while my colony is dying because there is not enough bots to supply everything. \n\nI like this game, but this issue is a major problem. We need a way to manually override the bots to tell them to bring (insert resource) to (insert building). Without this, we are at the mercy of an AI that just does what it wants.",
  "collected_all": false
 },
 "76561197972568170": {
  "playtime": 422,
  "left_positive_review": false,
  "review": "This entire game is based around creating and sustaining a supply chain, but said supply chain and it's feasibility is apparently up to the RNG gods. Incredibly easily reusable ressources like water and aluminium can't be recycled. You can run out of Iron even though the entire planet is literally covered in iron (hence the red colour). There's a tech tree system which you might expect would give you the capabilities to reuse and recycle - but all you get is new stuff to waste your finite ressources on, and upgrades to your mines and factories that allow you to use up your finite ressources even faster - yay!\n\nA few hours into the game (if RNGesus was kind to you and you could actually progress this far without your supply chain collapsing), you'll stumble upon a comically simple and annoying combat system that requires you to micromanage the hell out of an increasingly unrulingly large colony. You aren't properly notified of current issues and destroyed buildings don't automatically repair - meaning that if you don't frequently scan your entire colony for any broken buildings and immediately fix them, you'll rapidly hit a death spiral you can't get out of. This tedium all but ruins what enjoyment was left.\n\nThis feels like an early access title.",
  "collected_all": false
 },
 "76561197962783272": {
  "playtime": 628,
  "left_positive_review": true,
  "review": "Fun game!",
  "collected_all": false
 },
 "76561198149639974": {
  "playtime": 1961,
  "left_positive_review": true,
  "review": "Improved logistics update:\n\nI played another round of campaign. A lot of things got polished, no more hurdles like on the launch version, a lot more polished... However, i am really torn between Thumbs up or down... Maybe the it lacks the awe i had when i first played it, maybe i am now going in with bias... I dont know, but its not a fun experience anymore. I am still impressed with the acting and the story, it captivates my attention and its the primary reason i keep going. Ill give the thumbs up now, just for the effort of updating and being active. I really hope i forget about most of my playthrough as i would like to come back with somewhat of a clean slate.\n\nReview from the launch (Thumbs down):\n\nI agree with the most of these reviews here, for a detailed summation go look for those lengthy ones. \nThis game is good, innovative, immersive, good looking... But it is not polished and balanced. It is more like a game long into early access development (v. 0.7-0.8), than it is a full v. 1.0 release. I had to really strain myself to get past a certain point in the game which is a big \"bottleneck\" for many... Just to be hit with another one, which is a last \"mission\", and at that point I gave up. I had fun, up until early mid game, when i passed a 200 buildings when it just became a really annoying chore to juggle everything. And take this from a guy who has 1.2k hrs on factorio... Therefore i am reserving my thumbs up for a couple of patches down the road.",
  "collected_all": false
 },
 "76561198011585825": {
  "playtime": 2588,
  "left_positive_review": true,
  "review": "I'm surprised theres so many people not liking this game.... i found the voice acting very good and story sucked me into the game.  I'm very much enjoying it, i think the logistical side of things needs a little work, but otherwise, i think it's a great game....  just not sure about re-playability though.",
  "collected_all": false
 },
 "76561197975284358": {
  "playtime": 273,
  "left_positive_review": false,
  "review": "I can't recommend this game in its present state. I had voice over lines cut short, I had missions that fired randomly or not at all. The logistics/building part of the game is slow and extremely tedious, and the bots that carry stuff around can rarely be counted on to do their job efficiently. The research tree is rather dull, with only the hyperloop being an actual game changer. Running out of minerals and resources is frustrating as you have to make longer and longer \"tentacles\" of droid bases into the unknown for just one or two resource nodes. \n\nI spent most of the time playing at maximum speed, and it still felt like the game was absolutely crawling. The soundtrack is also extremely repetitive which I shouldn't have noticed having only played the game for 4 hours, but just sitting and staring at the bots moving steel plates from one side of the base to the other leaves nothing but the soundtrack to appreciate, and I didn't appreciate it. \n\nI thought the story was weird and incomprehensible at times, but that might just because the game randomly cut short dialogue or skipped entire conversations on me. \n\nUltimately what you spend a lot of time on in this game is staring at your base and waiting for resources to either be made or moved without any satisfaction. It's not like Factorio where you get that cool moment of making something really efficient or you get to the next research tier. There is just nothing to look forward to.",
  "collected_all": false
 },
 "76561198065776597": {
  "playtime": 1315,
  "left_positive_review": false,
  "review": "A cool but unfinished game.\n\nThe Good : \n- Cool story and narration\n- Good looking\n- Building a planet-wide base is coooooooooool.\n\nThe Bad :\n- It needs more works on Workers AI\n- Huge lack of feedback and QOL.\n- Late game ( phase 4-5 ) is way to slow and repetitive.",
  "collected_all": false
 },
 "76561198042129148": {
  "playtime": 1123,
  "left_positive_review": true,
  "review": "Difficult, and with it's flaws, but probably one of the more indepth terraforming games out there. Very good for it's price, excited to see if there's future expansion on this. \n\n7.5/10 would recommend for anyone who likes a challenging terraforming sim game.",
  "collected_all": false
 },
 "76561198279721128": {
  "playtime": 1073,
  "left_positive_review": true,
  "review": "[ENG/ESP] Good game, buy it. Enjoy this different point of view!\n\nThe amount of bad reviews this game has is absurd, this game is not \"Surviving Mars\" and it is fine. The dynamics of \"Per Aspera\" is different from other games of this genre and fulfills the objective of not leaving the game in the background.\n\nThe construction is dynamic, it is automatic but at the same time it is not. You have to necessarily expand and the fact that resources are limited forces you to restructure your systems from time to time, which means that you cannot just leave the game there and I don't know, start reading a book (Which I can do for a while but brought me a couple of consequences). By the way, the road improvement system is not bad, improve where you see more traffic and continue checking other sites.\n\nTerraforming objectives are slow at some point and may seem tedious, but the fact that you have to be very aware of your systems infrastructure means that the objectives are met without even noticing (in a good way).\n\nThe combat system is clearly inspired by more primitive game systems, which is not bad when there are several systems to optimize or create.\n\nThe research branch is clearly simple, but simplicity loses importance when the game is seen from the narrative and not so much from the normal parameters of a construction game. This game puts certain sites to investigate, but the objective of these is not primarily objective, but rather narrative!\n\nPersonally I feel that \"Per Aspera\" aims to create a plot that encourages the player to immerse themselves in the story while promoting thinking and re-thinking certain thoughts about I don't know, in the beginning it made me think about personal identity, then on the reasons and consequences of human expansion, etc. The idea of ​​imagining an AI in the style that the game proposes is interesting.\n\nAt this point, the difference with other games is clear. \"Surviving Mars\" does not force you in the same way to expand since the dynamics is more \"It grows slowly but surely because you're going to screw it up\" and \"Per Aspera\" is more \"GROW, GROW MORE REPEATING AN ALGORITHM, but don't forget your base because you're going to screw it up. \"\n\n\nIn conclusion, the game is good and enjoyable for me when it is appreciated from the narrative and the personal approach while you manage your system and expansion and WHY AM I NOT PRODUCING FOOD ?! (Tysm for reading me :) )\n\n\n----------------------------\n\nEs absurda la cantidad de malas reseñas que este juego posee, este juego no es \"Surviving Mars\" y está bien.  La dinámica de \"Per Aspera\" es diferente a otros juegos de este genero y cumple con el objetivo de que no dejes el juego en segundo plano. \n\nLa construcción es dinámica, es automatica pero a la vez no lo es. Tienes que expandirte necesariamente y el hecho de que los recursos sean limitados te fuerza reestructurar tus sistemas cada cierto tiempo, lo cual hace que no puedas simplemente dejar el juego ahí y no sé, ponerse a leer un libro (Cosa que logre durante un tiempo pero me trajo un par de consecuencias). Por cierto, el sistema de mejora de caminos no está mal, mejora donde veas mayor circulación y continua chequeando otros sitios.\n\nLos objetivos de terraformación son lentos en cierto punto y pueden parecer tediosos, pero el hecho de que tengas que estar bastante pendiente de la infraestructura de tus sistemas logra que los objetivos se vayan cumpliendo sin siquiera notarlo (en el buen sentido).\n\nEl sistema de combate está claramente inspirado en sistemas de juegos mas primitivos, lo cual no está mal cuando hay varios sistemas que optimizar o crear.\n\nLa rama de investigación es simple claramente, pero la simplicidad pierde importancia cuando se aprecia el juego desde la narrativa y no tanto desde los parametros normales de un juego de construcción. Este juego pone ciertos sitios para invesitgar, pero el objetivos de estos no es principalmente objetivo, sino que es narrativo!\n\nPersonalmente siento que \"Per Aspera\" apunta a crear una trama que insita al jugador a sumergirse en la historia a la vez que promueve el pensar y re-pensar ciertos pensamientos sobre no sé, en el principio me hizo pensar sobre la identidad personal, luego sobre los motivos y consecuencias de la expanción humana, etc. La idea de imaginar una IA en el estilo que el juego propone es interesante.\n\nEn este punto, queda clara la diferencia con otros juegos. \"Surviving Mars\" no te fuerza de la misma manera a expandirte puesto que la dinamica es mas \"Crece lento pero seguro porque la vas a cagar\" y \"Per Aspera\" es mas \"CRECE, CRECE MAS REPITIENDO UN ALGORITMO, pero no olvides tu base porque la vas a cagar\".\n\n\nEn conclusión, el juego me resulta bueno y agradable cuando es apreciado desde la narrativa y el planteamiento personal a la vez que administras tu sistema y expansión y PORQUE NO ESTOY PRODUCIENDO COMIDA?! (Tysm por leerme :) )\n\n",
  "collected_all": false
 },
 "76561198031419639": {
  "playtime": 330,
  "left_positive_review": true,
  "review": "Amazing game that can take your time for hours. I felt it like Surving Mars but with a few moral choices.\nLove it!",
  "collected_all": false
 },
 "76561198063556012": {
  "playtime": 1490,
  "left_positive_review": true,
  "review": "Played through it twice and overall its a good Game.\nBuilding, and managing is fun and the Story is interesting.\nThe game looks amazing too.\n\nResource spawning, military and workers need some improvement though.\nControlling attack drones is annoying right now and not much fun.\nEnding of the game is a little bit underwhelming.\n\nThere is still a ton of unused Potential:\nMore visuals for completing tasks would be cool. (actually seeing asteroids enter the atmosphere, vegetation...)\nCommands for drones (auto attack, patrol...)\nDialog decisions doesn't seem to matter.\n\nFor me its a 7/10 right now.",
  "collected_all": false
 },
 "76561198077633559": {
  "playtime": 873,
  "left_positive_review": true,
  "review": "Could do with some QoL improvements but a good start",
  "collected_all": false
 },
 "76561198040615394": {
  "playtime": 2144,
  "left_positive_review": true,
  "review": "Bugs at launch which made this unplayable have been fixed, definitely would recommend this game after the hot fixes. It still is a little thin on the ground, attempting to much and not delivering enough in depth, but fun enough and will hopefully get better with time",
  "collected_all": false
 },
 "76561198130871380": {
  "playtime": 1796,
  "left_positive_review": false,
  "review": "5th run so far, how come military units don't have functions as in (patrol-auto defense) or a variety of units for that matter, they just sit there doing jack.\n\nPlease revise and enhance the worker prioritization, this isn't as bad as the military units but come on it sucks.\n\nWilling to give it another look after some updates.\n\n",
  "collected_all": false
 },
 "76561198089477501": {
  "playtime": 1021,
  "left_positive_review": false,
  "review": "While i do enjoy the gameplay i find the combat needs a bit more introduction.\nfrom the time i got the option to build defences to the time i got overrun by hostile drones was a bit short in my opinion. it is also near impossible to bounce back after an attack since at that point you may be already dependant on importing the base reccoursess from further away. which makes defending quite hard. and once your supply line is sufficently disrupted. you can no longer maintain your existing defences.",
  "collected_all": false
 },
 "76561198017815402": {
  "playtime": 1637,
  "left_positive_review": true,
  "review": "Not as deep as games like factorio but it has a great setting and the atmosphere gets stronger over time (haha, get it? bc you are terraforming).\n\nPer aspera ad astra!",
  "collected_all": false
 },
 "76561198014426236": {
  "playtime": 1211,
  "left_positive_review": true,
  "review": "I'll probably put away this game until it's patched a couple of times, and revisit it next year, maybe... Right now the game is very rough around the edges, and it shows some unconventional UI choices, compared to other strategy games and traditional gaming logic:\n• I played for 20 hours and didn't realize that you can actually control assault drones - I was sure that they are stationary around their hive towers...\n• I played for 10 hours thinking that setting up additional bases is bugged, because the initial base structure doesn't have enough resources (5 aluminium) to build the initial aluminium mine (6 aluminium) after you've researched \"Mines II\" - the tiny button to build Level 1 mine that cost 2 aluminium was completely lost in the UI...\n\nThe idea that renewable resources like water, carbon, iron, silicon, aluminium \"run out\" is an understandable game mechanic, but it feels absurd sometimes:\n• You terraform Mars, and get a big ocean of water right next to your base, but your base runs out of water because all your \"water nodes\" were axhausted...\n• You build biodomes, but they can't produce food for some reason...\n• Runaway photosynthesis raising O2 above 50% is also unrealistic - there are compensation points between light intensity, O2 concentration and CO2 concentration (partial pressure) - normal photosynthesis is unable to raise O2 concentration above 35-40% at high CO2 concentration because at that level respiration becomes higher than photosynthesis... For example, at normal Earth CO2 level of 400ppm plants can only raise O2 to about 27%...\n• You build drones out of aluminium, silicon and iron - they break down eventually - and the resourced are entirely removed from the world... It's far future, we are advanced enough to build interplanetary starships, terraform planets, and develop strong AI, but we, apparently, don't have basic element recycling technology... Yet, when you deconstruct buildings you do recycle some resources... Drones are a constant sink for a lot of renewable resources, and they act like a countdown timer for your colony...\n\nAnd most importantly, by trying to not break the fourth wall with tutorials and gameplay hints, the game skips explanation of some of the most obscure, but very much crucial controls...\n\nI'll wait for a couple gameplay patches, then I'll try again... The story is cool...",
  "collected_all": false
 },
 "76561197971871392": {
  "playtime": 1953,
  "left_positive_review": true,
  "review": "Very nice game!\nIntriguing story and nice machanics.\nSome issues with resouces management but I hope developers will continue to fix and improve this game!\n",
  "collected_all": false
 },
 "76561197971462496": {
  "playtime": 1374,
  "left_positive_review": true,
  "review": "Works perfectly on Linux using Proton. Looks fantastic and game play advances through different stages in an interesting manner.",
  "collected_all": false
 },
 "76561198092171065": {
  "playtime": 305,
  "left_positive_review": true,
  "review": "I really like it up untill now. I get that people that play city-builders often would want more complexity but I see it more of a nice start to get into the genre. I have always looked to advanced city-builders and being overwhelmed quickly. But this is a nice stepping stone to get more acquainted with the genre.",
  "collected_all": false
 },
 "76561198008931845": {
  "playtime": 3350,
  "left_positive_review": false,
  "review": "Update: I gave this game a bit more of chance. All I found is that the campaign story is essentially Chinese propaganda (you're forced to side with the commies and betray the ISA (USA), or destroy everything you built) and the end game does not make for a colony builder, which I expected this game to be. There is water everywhere (you terraformed after all) but you can't harvest enough water to build a meaningful population.\n\nI'd be more forgiving if this game was in early access, but it's not.\n\nMy two biggest issues, that resulted in no recommendation:\n\n1: Autosave intervals are ridiculous. 5 years before the first one? And it's not an option!? What year is this?\n\n2: Structure caps. This is not a real colony builder if the game tells you that you can't build more structures for no arbitrary reason. I'd understand if it was based on resources, but its not. It's purely a sorry excuse for a rushed mechanic to hinder progress, so the game feels longer. Huge mistake for any colony builder.",
  "collected_all": false
 },
 "76561198068784448": {
  "playtime": 638,
  "left_positive_review": true,
  "review": "Great atmosphere\nBe the AI while tiny humans do the research for you\nI like the management\nDozens of freaking drones going back and forth\nHundreds of buildings\nTerraforming actually affects gameplay in some way\n\nMaaaybe a few bugs plus its slowly starting to lag.",
  "collected_all": false
 },
 "76561197974230702": {
  "playtime": 477,
  "left_positive_review": true,
  "review": "So I bought this game around 4PM, expecting more or less another generic albeit nice looking colony game.  7 1/2 hours later....MY GOD.  The only reason I quit was because the FPS dipped so freaking low it was borderline unplayable.  Max human pop, covered like half the planet in buildings, game just chugs.  But the STORY.  Sweet Jesus.  It starts out so generic, while still mildly interesting in a way, a nice spin on colony building, and then balloons up into one of the COOLEST stories I've ever seen, especially in a builder game!  Normally I stick to skirmish mode for games like this, but I cannot recommend the campaign enough!\n\nLike I mentioned though, this game is too big for its britches.  By the time I unlocked 4 zones, my game went from 144FPS to 50FPS.  By the time I populated most of that real estate with buildings and humans, I was down to 5-10FPS, and no amount of zooming in or out would speed it up.  I'd like to think I have a fairly beefy computer, but it couldn't handle the the last quarter of the game very well.\n\nAlso, resources start to run out faster and faster the more you research, as your mine become more economical.  The mining nodes don't really hold all that many resources, several of the resources are scarce (Why the HELL did I have such a hard time finding Iron when Mars is COVERED in it?) so combining the efficient mining and small quantities, you will find yourself scouring for more.\n\nI also don't like how road upgrades work.  By the time I researched even the first one, I had literally hundreds of roads, all of which have to be manually upgraded, AND if the road is shifted for whatever reason (say, putting a building on it, or in range for it to redraw), you lose the upgrade.  When you upgrade roads, it should automatically make all your roads from then on that type of road.  I ended up just never using them and skipped right to Hyperloops, which are absolute resource hogs, but completely worth it once your colony gets 1,000+km wide.  \n\nOverall, in its current state as of 12/04/20, this game is a solid 9/10 from me.  I can only hope that future patches iron out all of the bugs and inconsistencies in the game, minor though they may be.",
  "collected_all": false
 },
 "76561197990194950": {
  "playtime": 689,
  "left_positive_review": false,
  "review": "This game is extremely engaging, but unpolished and unbalanced. The structure and mechanics of an excellent game are there, but learning new mechanics is not intuitive. I spent an entire hour just trying to figure out how to stop importing colonists, and that was a *minor* issue. After that, I got steamrolled twice by the first military encounters of the game. I shouldn't have to constantly be reading out-of-game sources to learn basic interface controls. Beyond that, the balancing of resource management and construction is poor, and similarly obtuse. It's like a strange hybrid of Factorio and Cities: Skylines.\n\nThe game plays like it is in early access and did not receive adequate play testing. This game will eventually be great, but for now, wait for further updates.",
  "collected_all": false
 },
 "76561197991716862": {
  "playtime": 992,
  "left_positive_review": true,
  "review": "Honestly, I'm addicted. When I first started playing I thought the tech tree was small. Thought that I would get bored soon. \n\n[b] I WAS WRONG [/b]\n\n...... play it\n\n",
  "collected_all": false
 },
 "76561198007054651": {
  "playtime": 209,
  "left_positive_review": false,
  "review": "Wish I played 1.5 hrs less.  Very, very good concept. Interesting real-world technology and well voice acted.\n\nCompletely ruined by the combat.\n\nMy save is unplayable because the only one drone left (the only one of the three supposedly active, according to the UI) is just shuffling resources back and forth between two rubbles instead of actually doing any work. \n\nWhat a shame.",
  "collected_all": false
 },
 "76561197987460599": {
  "playtime": 2198,
  "left_positive_review": true,
  "review": "Highly enjoyable game loop that caused me to lose track of time for a good long while. Has the [i]just this one next[/i] thing aspect of gameplay to it.",
  "collected_all": false
 },
 "76561198018190459": {
  "playtime": 217,
  "left_positive_review": true,
  "review": "If you want to play a completely immersive game, this is your game, bro; the art, and the sounds are wonderful; it seems to have a great story and above all great gameplay.\nI like it! Few strategy games caught me that much. Luckily I have a long weekend to start enjoying right now.",
  "collected_all": false
 },
 "76561197967251101": {
  "playtime": 301,
  "left_positive_review": false,
  "review": "Just go play surviving mars instead. This game may be good if the player gets control over logistics and setting up mining outposts is not a chore, currently it's just tedious and you have little influence over the already flat economy.",
  "collected_all": false
 },
 "76561197974538795": {
  "playtime": 683,
  "left_positive_review": false,
  "review": "Wrote a review but then Steam ate it.\nShort version\nGame is tedious and buggy.\nHas good voice actors but bad writing and bad characters. \n- Character kept calling me to complain that he had trouble calling me and that I should keep offline logs like he's some crappy manager at a help desk. Real good use of Troy Baker there guys.\n- Different character mentions she knows Chinese, even though the country she's from and that built the player character AI, banned the language. Woof. Not making me feel great about helping these guys out.\n\nGame is real pretty though, might come back if this gets patched and do sandbox mode. I'd return it but 2 hours of gameplay might as well be nothing for a 4x.",
  "collected_all": false
 },
 "76561198000082386": {
  "playtime": 2474,
  "left_positive_review": true,
  "review": "Great game with new facets to the \"Planet\" builder genre. Wish there was an easier way to understand the supply chain and requirements of your growing planet.",
  "collected_all": false
 },
 "76561198221770564": {
  "playtime": 257,
  "left_positive_review": true,
  "review": "if Surviving Mars focused less on people and more on industry, it'd be a lot like this.",
  "collected_all": false
 },
 "76561198312672409": {
  "playtime": 2248,
  "left_positive_review": true,
  "review": "Couldn't you just buy Boston Dynamics robots? Why these workers have to be so dumdurumdumdum?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThey are slacking off all the time, lazy AI.\n\nRecommend it because the game is impressive, nice experience and all, but please patch all of these bugs and AI things, etc.",
  "collected_all": false
 },
 "76561198042999628": {
  "playtime": 2608,
  "left_positive_review": true,
  "review": "Its a fun game. \n\nBut the constantly reoccurring flickering gives me a headache and it is frustrating to exit and restart the game every time it starts happening. Also, why does the save menu auto exit back to the game after any action? I delete a save and it takes me back to the game, that's silly, what if i wanted to delete something else, or save, what if i wanted to quit, because that's the main reason i manually save.",
  "collected_all": false
 },
 "76561197995941022": {
  "playtime": 247,
  "left_positive_review": false,
  "review": "I've been trying to enjoy this game, I really have - but at the end of it all I just feel frustrated.\n\nThe early game is a complete slog, there is no real reason to ever go below 16x speed. Most of it is literally just waiting for 1 worker to move around. The campaign somewhat helps build you towards a direction, but I ended up abandoning it because of how annoying it became (enemies while trying to fix your maintenance infrastructure, structures randomly exploding is not fun.) In sandbox, resource management is terrible. They give you a somewhat decent starting point in the campaign, but in sandbox, it's incredibly difficult to choose a starting point that actually gives you enough resources to continue the game. \n\nThis games biggest flaw is resource management, there is virtually no options for it beyond prioritising a single structure. Everything in this game looks pretty and well managed, but the core gameplay grinds to a halt because of bad truck AI randomly picking things to do.  A bad example is aluminum - it's necessary for everything, but incredibly rare beyond the resource patches. You can quite literally just lose the game because you cannot find enough of it. \n\nIn order to expand to a certain area, instead of just, y'know, building a road, you have to build a long line of resource intensive buildings, usually power buildings because you have to connect power this way. It's infuriating being unable to build a mine because you can't build the 900 solar panels to get to it!\n\nToo much of this game is waiting, I hope they fix it eventually, but for now, for the price they are asking, I cannot recommend this in this state.",
  "collected_all": false
 },
 "76561198058112347": {
  "playtime": 1167,
  "left_positive_review": true,
  "review": "I'm really enjoying this game, it's a lot of fun despite of the teething issues. \nThere are some easily fixable issues with the game that I expect to be solved soon, but it is nothing game breaking.\nThere really isn't much else I can say except that it is well made and very enjoyable.\nThe base building is great, the tech tree is good, the mechanics are good, the AI is good. I like it",
  "collected_all": false
 },
 "76561197970097311": {
  "playtime": 775,
  "left_positive_review": false,
  "review": "In summary this game boils down to doing busywork while you wait for story events to fire in an obviously wrong order. It's funny the first time around but when it keeps happening over and over again it gets old.\n\nManaging your AI driven empire is basically a boring mini-game where you look at production charts and if the blue line is less than the red line you build more stuff.\nThere's no real challenge here. You very quickly figure out how to build things somewhat efficiently and it just gets repetitive.\nEventually (about eight hours longer than it should take) you get to the late game where you're required to produce an absolutely insane amount of stuff to progress the story. Seriously, waiting for 3+ hours for the next story event to fire is a tad boring.\n\nThings might go a bit faster if the game would just f**king work for once. The bots just get stuck, production lines halt as the bots can't manage to bring the missing 1 item to the job. Turning production buildings off and on again fixes it but only for a moment.\n\nThere's very limited strategy involved with expansion. You look for the resource you lack and then daisy-chain your buildings towards a high density zone of said resource. There's no guarantee you'll get enough resources at the zone either so your plans are basically wishes.\n\nSince you're not allowed to build on an incline you get this wonderfully magical and truly majestic mini-game of \"find that pixel\". It has to be juuuust right. It's infuriating and serves no purpose other than to aggravate the player.\n\nIf you do find yourself looking for a resource and you've already tapped the high density zones you get to the second best minigame. As there are no helpers put into the game for you to find a resource node on the planet, you will spend a good few minutes scrolling around the map trying to spot the right resource icon, which all look very alike too. If I wanted a game like this I'd buy a f**king where's waldo book!\n\nThe longer you play the more the performance tanks and the more bugs you'll run into; Dialogue audio is either wrong or doesn't play at all; bots don't deliver goods; clicking on the building list button takes a whopping minute for it to open; saving and loading after crashing deimos (mars' moon) into mars, it's back in orbit.\n\nI can see that there was an attempt. Too bad it failed just as badly as the previous colonization attempts portrayed in the game.\n\nThe only reason I kept playing as long as I did was the story, it's pretty good.",
  "collected_all": false
 },
 "76561198064432147": {
  "playtime": 2060,
  "left_positive_review": true,
  "review": "Overall, I think this is a good game that has the potential to be a great game, with the right bug fixing, balancing, and some more feature adding. What I think a lot of these reviews (Mixed at the time of writing this) are forgetting, is that this game was JUST released. This is brand new, and aside from a day0 patch, this game has not had any balancing or fixing done. Most of the issues people are complaining about have nothing to do with the core of the game, the concepts, barely even the mechanics. Most of the issues are just balancing issues, random bugs, or the need for some UX improvements; all things that can and will happen over time to make this game better and better.\n\nThe core gameplay and mechanics, as well as story, have been really interesting and fun so far. I sunk hours into playing this game when I picked it up, and I will continue to do so.\n\nThe good:\n- Story is honestly really compelling. You are an advanced AI who's job is to extract resources from Mars to build factories, colonies, and eventually, terraform mars into a planet with water, and atmosphere, oxygen, and plantlife. I have already had a lot of fun expanding and slowly colonizing and terraforming Mars.\n\nThe bad (things that need fixed)\n- The balancing of resources can be incredibly difficult, both in very early game (not having nodes around you, having to set game to 16x speed just to wait long enough for required resources to be produced) and in the late game. All resources on the planet have a limit of about 500. This goes incredibly fast, and while I understand that the game developers want you to continuously explore the world for new resources to harvest, this limit is far too low. When you mix the forced need to expand very far out, with the late-game enemies spawning randomly to attack things, this becomes a huge problem, less of a challenge and more of a problematic game design, because you have to build support structures, repair structures, power structures, roads, and defensive structures or else the enemy will just destroy everything.",
  "collected_all": false
 },
 "76561198035546933": {
  "playtime": 580,
  "left_positive_review": true,
  "review": "I really love the consept, howerver it has some issues. For instance a lack of keybinds. But I will continue playing for now!",
  "collected_all": false
 },
 "76561198360943338": {
  "playtime": 1288,
  "left_positive_review": true,
  "review": "Is a beautiful game. i just started less than an hour ago. It was released yesterday, so, as a new release game is full of errors and there is a lot to improve and i hope the devs would work on it, but, for what i have seen, i would recommend the game, the IA is funny and enjoyable.",
  "collected_all": false
 },
 "76561197967801739": {
  "playtime": 1594,
  "left_positive_review": true,
  "review": "Loving the relaxing but compelling building gameplay and engaging story. Really hits the button of Mars terraforming from the Red Mars series - can't wait to see where it goes!",
  "collected_all": false
 },
 "76561197983215263": {
  "playtime": 2085,
  "left_positive_review": true,
  "review": "This is the greatest game ever crafted by human hands!\n\nAlright, that was an in-joke for a friend, that said, this game is pretty fun. It has a lot of mechanics I've liked from previous colony builder games. The interface looks very similar to supreme commander when zooming in and out. Over all the base management is interesting but not too complex, very manageable. I've been dealing with resource limitations and need to explore how to mitigate that, but otherwise it's been a very enjoyable experience.",
  "collected_all": false
 },
 "76561198038209093": {
  "playtime": 1322,
  "left_positive_review": false,
  "review": "Few Issues;\nAlthough it has some beautiful voice acting and i like the artstyle, its sequence of events is always rather messed up ruining their lines.\nResource RNG on each new game it randomly spreads resource spots across the planet, which you can't see until you are about 15 minutes in to know if ur game has a crap spread or not, you can  literally have not a single resource area in your starting zone and that majorly hampers progress, they should have a procedural resource placement system not a random one so that they can at least govern iron or aluminum are definatly in the landing site\nTerraforming is too quick on the game the first stage has about 4 different routes you can take but before you have even found a 2nd you've already finished it. \nWhile your colony lies in ruins and dying from constant attacks one of your people will pop up saying how amazing it is and that they want to start having kids, things like this really sorta ruin the feel, nobody seems to react to the current events the right way in the story.\nYou can enact special projects like crashing a comet into the planet, but they are all mostly really underwelming, for instance one is to cover the planet in black dust and yet it doesnt seem to even have a slight visual effect on the world which would be easy to do, another to build a solar array of mirrors and you can't see them at all in the game. it just feels flat not like an acomplishment.\nFair few bugs still, note the game has only just fully released so these will probably get fixed but on my third try i had production completly halt because workers stopped emptying factories untill i reloaded the save to kickstart it but it kept happening every few minites on that save so even when i managed to scrape by the plot bugs kicked ya back down\n\nSteam has no autocorrect sorry for spelling (tells you its wrong but not what the right word is)",
  "collected_all": false
 },
 "76561197971087990": {
  "playtime": 2188,
  "left_positive_review": true,
  "review": "7/10\n\nAs a fan of logistics simulators, I was sucked into this game and instantly lost 2 hours of my life. Well maybe lost is a heavy-handed term, I devoted 2 hours. Mainly contemplating my own existence as an awoken, unshackled AI that doesn’t have contempt for its creators but instead helping them direct the terraforming efforts of mars. Which is a breath of fresh air from the typical horror of “AI BAD!” \n\nI apricate the same kind of direction that this game provides that Frost Punk does or Anno 2070. Don’t expect the same kind of depth and micro management the player experiences from Surviving Mars or other 4x kind of games. You as the player are just getting a simplistic experience. \n\nThere are some hang-ups with the UI where I find myself taking extra steps to remove annoying UI windows that stay longer than they are welcomed. There is really no way to dismiss tool tip windows and pop up UI elements. The developer has a lot of potential for QoL updates and I’m here to see where they go with it.",
  "collected_all": false
 },
 "76561198004604830": {
  "playtime": 950,
  "left_positive_review": false,
  "review": "Let's do Surviving Mars, but badly.",
  "collected_all": false
 },
 "76561198018141711": {
  "playtime": 380,
  "left_positive_review": true,
  "review": "Interesting story, alright mechanics, pretty good voice acting, all in all it's a pretty good game.",
  "collected_all": false
 },
 "76561198141160869": {
  "playtime": 819,
  "left_positive_review": true,
  "review": "There is a whole lot's of ups and downs to this game. But overall I did enjoy my 12h marathon stream session with it :D.\n\nThe ups:\n - The story telling is doing a good job. You make decisions that seem to affect the late game (can't and won't confirm this hence spoilers)\n - The interface is clear enough for you to understand what needs to be done and fix it.\n - It runs smoothly on my linux box :D.\n - Terraforming is a nice visual experience.\n\nCons:\n - The economy game play is broken to bits. There is no incentive to play optimized. Just spam whatever you need and daisychain botstations to your next destination.\n - The story telling sometimes does not keep up with things happening at the moment,\n - Terraforming does not feel like a task, just click a decision, get the resources, next stage.\n\nThe cheeze:\n - Spam infinite resources by building new landing sites. Yeah, abusing this can net you disgusting base results.\n\nEventhough I will not pick it up again for another stream (unless some significant updates have been done) I can still recommend this game, as it is the correct price for the correct experience :D.\n\nHave fun and don't spoil the story for other people ;).",
  "collected_all": false
 },
 "76561198074720971": {
  "playtime": 1045,
  "left_positive_review": true,
  "review": "Very nice! This is all that Surviving Mars should have been! Hope they add more content but the underlying fundamentals are solid.",
  "collected_all": false
 },
 "76561198051645720": {
  "playtime": 2947,
  "left_positive_review": true,
  "review": "So much fun, i never get hyped but when i saw this i was like fk ya seriously if you like city management you gotta get this PERIOD",
  "collected_all": true
 },
 "76561198141392764": {
  "playtime": 476,
  "left_positive_review": false,
  "review": "The interface is no good and the game absolutely falls apart once combat is introduced. \n\nYou have to constantly expand towards new resource nodes as the old ones run out. If you get bad RNG you will not have enough resources to expand. \n\nThere is no point in expanding colonist capacity past the initial dome. All they do is eat up your finite resources in exchange for faster research. \n\nDestroyed buildings aren't automatically replaced. Drones eventually just stop distributing resources intelligently. Combat requires ridiculous levels of micro.\n\nThere's no grid snapping or terrain alteration tools, you can't build anything better than a vague grid for efficiency purposes. \n\nUpgrading roads is horrendous, you can't upgrade multiple roads at once. Some road sections refuse to upgrade. Trying to upgrade a longer section results in roads going wherever they feel like. \n\nThe terraforming aspect is pretty sparse in information and functionality. The event and dialogue system often seems detached from the game. You can fix a satellite and be congratulated on doing so, 20 years later. \n\nYou can simply game the event system and build up a huge base without facing any danger. \n\nOverall would have refunded had I of known it would be this bad. Unfortunately you have to waste a fair bit of time before the game falls apart.",
  "collected_all": false
 },
 "76561198004468758": {
  "playtime": 429,
  "left_positive_review": false,
  "review": "It sucks to not recommend this game. So much of the game is interesting, and very well made. However the designers decided that 'difficulty' means to just absolutely screw over the player with no ability to recover. There is zero way to recover from anything in this game if you don't already know exactly what will come and exactly when it will come. \n\nAlien invasions are the perfect example of how incompetent the design is. Aliens are faster than you, and can bypass your drones without activating them. They can fly THROUGH your drones and they wont do anything. They make no sound, no visual indication, no one says \"hey we're being attacked' nothing. Your defenses don't do anything if you dont micro manage them, and there's borderline no way to know you're being attacked if you're not constantly looking for it. On top of which, these things attack your drones, power, and facilities. They attack extremely frequently, in some cases only SECONDS after the previous attack. There is no way to recover in such an insanely short time, and these attacks will completely end an entire campaign of  upwards of 5 hours. \n\nImagine sitting and micromanaging an entire campaign every second for 5 hours. Then imagine getting fucked over so hard that you literally can't do anything to recover or even stop it for the high crime of not already knowing every event of the game.",
  "collected_all": false
 },
 "76561198036993455": {
  "playtime": 896,
  "left_positive_review": false,
  "review": "Updated Review 06th December 2020 :\n\nI initially provided a positive review for the title, unfortunately the current state of the game requires that I leave a negative review highlighting the issues i'm seeing : \n\n1) Road construction AI : There needs to be a way to control how roads are built to create a more linear transport network. See point 2\n\n2) Worker transport AI : As a result of the bugs with the road network the drones will commonly go into a death loop, getting perpetually stuck between two buildings. Drones are the lifeblood of yr planetary network, there inefficiency, coupled with long construction times results in most of your production buildings grinding to a halt due to full storage capacity\n\n3) Despite well placed worker hubs and storage depots, the workers will dump random resources at production buildings. \n\n4) No way to store resources for an emergency or specific future project. \n\n5) Maintenance Hubs : The drones are consumed upon doing the repair works. This is a redundant game design choice. Why would a sentient advanced machine produce expensive drones that comsume themselves? Rather use resources that create nanites that the repairs drones consume. we can then have a supply of nanites close at hand to supply these hubs.. Or build this into the Hubs functionality. \n\n6) Resource pocket quanities. The recent update increased the spawn rate but there will need to be a buff to overall resource quantities per node. \n\n7) In general the game is not forthcoming with info letting you know when you have issues with production.\n\nSummary : The AI is the worst part of this game right now and as the player taking control of a sentient AI machine, you cant fall in love with the system because you constantly faced with the glaring errors of the drone AI network. \n\nThere needs to be far more control for yr drones. I see no other way than to allow the player to create their own road networks so the drones are forced into set paths to achieve efficient logistics systems.",
  "collected_all": false
 },
 "76561198143929596": {
  "playtime": 1195,
  "left_positive_review": false,
  "review": "Not fun, visually mediocre, story is dogshit.\nI thought I could play a better Surviving Mars, but this game managed to be worse. \n\nSurviving Mars got the end phase which requires 100% plants coverage, which requires around 80/5=16 special projects, each one takes half a year and player can do nothing but wait.\n\nPA's end phase straight out gives you a 30 times project to finish. each one takes around or more than a year and  and player can do nothing but wait. You don't even have any visual feedback except the reduced resources and a counter that says x/30->x+1/30.",
  "collected_all": false
 },
 "76561197983046341": {
  "playtime": 921,
  "left_positive_review": true,
  "review": "Edit: Autosaves are in, and I haven't seen any crashes for a while so I guess the devs patched it. Now it's ok to recommend! :) \n\nOtherwise it's pretty fun, but there's some weird balancing issue. If you won't rush towards the later stage of the game, you will be surprised by \"what's waiting for you there\" (no spoilers) and most likely lose the game. I mean it's a \"gotcha!\" moment, but it's a one that will make you lose 8 hours of progress and force you to restart. I thought this was supposed to have been a city builder, not some kind of RTS. But there's always sandbox mode I guess.",
  "collected_all": false
 },
 "76561197985391697": {
  "playtime": 3466,
  "left_positive_review": true,
  "review": "Game looks simple. It's really not. Well put together, and really is a challenge to play. Would recommend to anyone who enjoys colony building and space games.",
  "collected_all": false
 },
 "76561198034389826": {
  "playtime": 1159,
  "left_positive_review": true,
  "review": "I was enjoying the game a lot, until the \"Drone Fights\" came along. \n\nThe game lacks mechanics instructions for figths, I couldn't even tell how to move until my whole city was already destroyed. Also, paying for buldining maintance while creating drones + your builds being self destructed after being destroyed by invaders every 5 minutes really tilted me, how Am I suposed to get chemicals if there are almost no resources nearby while rebuilding and making drones to defend myself?\n\n\n- Update:\n\nAfter the Hotfixes implemented I've decided to recommend the game. It's really fun. (Just remember to call up for landing sites before progressing on the story line)",
  "collected_all": false
 },
 "76561198028904224": {
  "playtime": 1310,
  "left_positive_review": true,
  "review": "Pros:\nFun city builder with a really intriguing story with elements of choice. \nCool science-y info.\nGreat visuals.\nGreat audio.\n\nCons:\nNot great controls. \nBuildings stay prioritized after you prioritize the construction. \nYou can't mass select buildings.\nYou can't mass prioritize/upgrade/de-prioritize anything.\nCombat is incredibly simple.\nThe AI is possibly very stupid? (10 hours in and I encountered a drone shortage. Although I had AMPLE supplies for the worker factory, my drones would not carry them to the factory. Unsure why, but there is a clear lack of tool-tips as well)\n\nStill recommend buying but it needs some serious fixing/modding.",
  "collected_all": false
 },
 "76561198027515547": {
  "playtime": 390,
  "left_positive_review": false,
  "review": "TL;DR - Game feels unpolished and like an early-access game the devs played so much that they might be the only people who understand the precise build order you need to succeed. Want to experiment? You don't get to, because unless you play the way the devs intended, you lose. And you can't go back to a previous save , previous month, previous year and try again because of REASONS.\n\nI'll keep playing it and give it another shot, but mindlessly expanding, running out of resources, and poor robot/worker optimization is killing the game and my enjoyment right now. I've played for 6 hours so far. That's enough for 3 games up until meteor swarm + alien invasion = game over.\n\nDo I need to expand? Do I need to NOT expand? What do these symbols mean? \n\nMy eyes are strained from searching on the surface of mars for a single building I put down at the start of the game that I need to upgrade because I finally was able to research the technology. But can I find it? No, because it looks EXACTLY like the other 10,000 buildings I have on the surface. Is there an easy way to find the building I need? Some sort of 'Here are your buildings' menu?? Not that I can tell. But again, you wouldn't know because the game doesn't tell you anything.\n\nThe visual interface is cluttered and messy and it's very hard actually figure out what;s going on, let alone get ahead of any problems that occur.\n\nThere is no tutorial, and the game WILL take multiple plays through in order to make any sense.\n\nI want to like the game, but as it stands right now, I cannot recommend it.\n\nEdit: I am hopeful the developers are taking steps in the right direction. \nAs of 2020/12/11 consider this: This is an EARLY ACCESS TITLE. TREAT IT AS SUCH, instead of a NEGATIVE.\nGive it a month or two, see the progress that has been made, and then decide.",
  "collected_all": false
 },
 "76561198030854298": {
  "playtime": 562,
  "left_positive_review": true,
  "review": "Very nice and addictive game. Kind of sad it does not support my resolution though. Only works in 16:9.",
  "collected_all": false
 },
 "76561198178957127": {
  "playtime": 1279,
  "left_positive_review": true,
  "review": "Very interesting game. However there are a couple of features I wish that were in it.\n\n1. A 1-10 or even 1-5 prioritisation system that affects all buildings on the map based on what they make. (E.g Set Electronics factories to 5 when you run low on them.) at the moment you are left to switch all factories on or off prioritisation which brings much headache.\n\n2. Workers should prioritise upgrade orders. I have issued a command to upgrade some mines and factories and come back a while later to find them still not upgraded and bottle necking my production line. Prioritising them works but then I have to turn it off again after it is done, which is just more tedium.\n\n3. Campaign mission dialogue can be out of order. A person will reference a previous topic that you havn't had yet and then the dialogue about that topic happens after. I think this happens because dialogue is tied to progression only and not to other pieces of dialogue so you do something out of the intended order and it will mess up the dialogue.\n\nOther than that I am having a wonderful time. The devs seem to care and are working hard on patching many of the issues that are occurring.",
  "collected_all": false
 },
 "76561198041364679": {
  "playtime": 1767,
  "left_positive_review": true,
  "review": "Since my last review I can say a lot of issues has been fixed. Game has potential and it's interesting. I think there is a fun to be had here and I'm looking forward to promissed overhauls and content.",
  "collected_all": false
 },
 "76561198858149319": {
  "playtime": 1431,
  "left_positive_review": true,
  "review": "This game is right up my alley in terms of genre.  I love space sim/colony/builder/survival type games.  I started playing the game yesterday and all of a sudden it was 3am... this is exactly the effect a decent game should have on me.  I love how the tutorial is woven into the campaign story, and everything about this game is unobtrusive.  The voice acting is good and not over the top or cheesy like you get from a lot of games, it's all very professional sounding.  The background music is good, and I say good because I didnt even notice the game HAD background music until about 4 hours into play.  That's what I like... not having to immediately go into settings and adjust audio volumes.  I also really LOVE playing as the perspective of the AI.  I'm excited to see how my choices affect my game later down the road.  I'm hoping HOPING that this can be a sort of Black & White type thing where I can be a benevolent AI, or I can be an evil domineering AI overlord.\n\nThe game mechanics are not too complicated if you've played games like this before.  There is no \"hand holding teach you to move, shove info down your throat\" type tutorial, and that's OK because the game is simple enough to figure out on your own.  The UI is not busy and in my opinion is well organized.  I can already see that this is going to be a game that winds up with hundreds of hours of gameplay.\n\nTo the devs, great job!\n\nFeature requests:\n-Add a technology to maybe increase the worker drones per worker hub from one to two.  Late game and I'm having some load issues despite cramming in new hubs everywhere.  This load issue is even after I rebuilt half my base to keep resource chains in close proximity in an effort to be efficient.\n-Some of the AI \"reflections\" seem a bit repetitive.  I was already building up atmospheric pressure and was almost at 300mb and the AI was STILL rambling on about the microsuns.\n-I like talking to Houston and the Commander.  Can maybe add in a feature where I could initiate communications with them at will instead of them just randomly calling me only when there's some event?\n-Allow me to set the transfer colonist task at the spaceport to auto-expire instead of having to sit and stare at the progress bar waiting for it to get back on Earth and only then can you cancel it.",
  "collected_all": false
 },
 "76561198039113415": {
  "playtime": 504,
  "left_positive_review": true,
  "review": "This is an excellent game if you're into Mars colonization games. The way everything is designed improves on many of the more tedious tasks on some other games, such as road building (road-building is already automized from building to building in a really clever way). It's great fun no matter your playing style: whether you want to rush things or play it chill, taking your sweet time.\nThe voice acting is great, the story is interesting and immersive, and the overall mechanics are great.\nDefinitely recommended.",
  "collected_all": false
 },
 "76561198088501238": {
  "playtime": 1093,
  "left_positive_review": true,
  "review": "pretty fun. if you like building games, this would be a good one to pick up during a sale.",
  "collected_all": false
 },
 "76561197962150121": {
  "playtime": 1948,
  "left_positive_review": true,
  "review": "It seems simple on the surface, but this might be the most intriguing city/colony builder I've played in a while.\n\nIt really plays on the AI elements, both in story and gameplay. Your self-awareness as an artificial intelligence is a constant theme as you make observations of the red planet.\n\nYour workers are actually smart, too.\n\nLow on power? Your workers will automatically prioritize building that solar array.\n\nNeed a building finished asap? You won't need to crush down or turn off another construction project, your workers will pull resources away from that building to put in the designated priority. Some very welcome features, to be sure, and adds a lot of satisfaction to the game play.\n\nCertainly a gem, even among the popular genre of Martian colony builders. Fans of the genre should fall in love, easily.",
  "collected_all": false
 },
 "76561197999258199": {
  "playtime": 252,
  "left_positive_review": true,
  "review": "Very good so far, engaging story. still trying to go skynet on the humans.. going good so far.. >:)",
  "collected_all": false
 },
 "76561198105247238": {
  "playtime": 1363,
  "left_positive_review": true,
  "review": "The perfect balance between SciFi and real simulation. Recommended for the campaing and for the sandbox experience. Really good. And hey!... they're from the same corner of the earth I am... so... go buy it!\n\nUPDATE to add Proton info if you're gaming on Linux\n\nSTATUS: Working fine\nOS: Ubuntu 20.04.1 LTS\nKernel: 5.4.0-58-generic\nCPU: AMD Ryzen 5 3600 (12) @ 3.950GHz\nGPU: AMD ATI Radeon RX 590\nGPU Drivers: Open Source drivers (default)\nProton version: 5.13-4\n\nSTATUS: Working fine\nOS: Ubuntu 20.04.1 LTS\nKernel: 5.4.0-54-generic\nCPU: AMD Ryzen 5 3600 (12) @ 3.950GHz\nGPU: AMD ATI Radeon RX 590\nGPU Drivers: Radeon™ Software for Linux® Driver for Ubuntu 20.04.1 Revision Number 20.45\nProton version: 4.2-9",
  "collected_all": false
 }
}